<%@ page language="java" contentType="text/html; charset=UTF-8" pageEncoding="UTF-8"%>
<%@ taglib prefix="spring" uri="http://www.springframework.org/tags"%>
<div class="ap_terms_pop" id ="information1"style="display:none;">
		          <div class="general_popbox">
		            <div class="form-block w-form">
		               <div class="terms_block">
		                  <div class="terms_box">
		                    <div class="terms_title"><spring:message code="bottom.terms" /></div>

		                    <div>
제 1조 (목적)

본 약관은 “㈜어라이브”(이하 “회사”라고 합니다)이 어라이브 월렛(모바일 앱, 웹 및 웹사이트 www.alock.co.kr, www.a-fun.co.kr) 등을 모두 포함)을 통해 제공하는 전자지갑 및 전자상거래 중개 등 어라이브 월렛 관련 제반 서비스(이하 “어라이브 월렛” 또는 “서비스”라고 합니다)를 회원이 이용함에 있어 회사와 회원의 권리ㆍ의무 및 책임사항을 규정함을 목적으로 합니다.
제 2조 (정의)

본 약관에서 사용하는 용어의 정의는 다음과 같습니다.
“어라이브 월렛”이라 함은 리워드 서비스 제휴사 회원 등에게 가상화폐 거래소가 제공하는 디지털 자산 및 디지털 포인트 보관, 제휴된 DApp을 이용할 수 있는 디지털 지갑 서비스를 의미합니다.
“서비스”라 함은 어라이브 월렛 및 이와 관련된 전자지갑 및 전자상거래 등 제반 서비스, 각종 부가 서비스를 포함합니다.
“회원”이라 함은 서비스에 접속하여 본 약관에 따라 회사와 이용계약을 체결하고, 회사가 제공하는 서비스를 이용하는 자를 의미합니다.
“간편비밀번호”라 함은 안심서버에 저장되어 있는 복구 정보를 불러오는 암호로서, 회원 자신이 정한 영문,숫자,특수기호 조합을 의미합니다.
“복구단어”라 함은 기존의 지갑을 복구할 수 있는 니모닉 코드로서 회사가 제시한 영문 또는 국문 중 회원 자신이 정한 12개의 암호화된 단어를 의미합니다.
“디지털 자산”이라 함은 어라이브 월렛에서 보관하거나 입출금할 수 있는 코인 또는 토큰 형태의 디지털 자산을 의미합니다.
"지갑"이라 함은 회원의 계정과 연계된 리워드를 보관하기 위해 사용하는 디지털 지갑으로, 회원이 비슷한 기능을 가진 외부 지갑과 어라이브 월렛 사이에 디지털 자산을 주고받을 수 있는 서비스를 의미합니다.
"계정"이라 함은 서비스에서 본인을 식별하기 위해 생성된 계정으로 본 약관에 의하고 회사와 이용계약을 체결한 회원에게 부여되는 서비스 계정을 말합니다.
“계정 주소"라 함은 서비스에서 회원 간 디지털 자산의 변화를 기록하기 위해 어라이브 월렛에 존재하는 고유한 식별 주소를 말합니다.
“리워드”라 함은 회사가 정한 규정을 충족한 경우 제공하는 디지털 자산과 디지털 포인트를 의미합니다.
“어라이브 몰”이라 함은 회사가 상품 또는 용역(이하 “상품 등”이라고 합니다)을 회원에게 제공하기 위하여 컴퓨터 등 정보통신설비를 이용하여 상품을 거래할 수 있도록 설정한 어라이브 월렛 모바일 앱 상의 가상의 영업장을 말합니다.
“디지털 포인트”라 함은 회사가 운영하는 어라이브 몰에서 사용할 수 있는 사이버 머니를 의미합니다.
“구매자"라 함은 판매자가 판매하는 상품 등을 구입할 의사를 회사가 온라인으로 제공하는 양식에 맞추어 밝힌 회원을 말합니다.
“모바일 상품권”이라 함은 모바일 상품권 내에 명시된 교환 조건에 따라 유효기간 내에 잔액 범위 내에서 사용횟수에 제한 없이 자유롭게 상품 등으로 교환할 수 있는 권리가 기록된 금액형 모바일 상품권을 말합니다.
“수신자”라 함은 모바일 상품권을 구매한 회원 또는 회원으로부터 모바일 상품권을 선물 받은 자를 말합니다. 모바일 상품권의 수신자는 모바일 상품권을 상품 등으로 교환할 수 있는 권리를 가집니다.
“교환처”란 모바일 상품권을 상품 등으로 교환할 수 있는 장소(온라인/오프라인)을 의미합니다.
"게시물"이라 함은 회원이 서비스를 이용하면서 어라이브 월렛 또는 서비스 상에 회원이 올린 글, 이미지, 각종 파일 및 링크, 각종 댓글 등의 정보를 의미합니다.
전항 각호에 해당하는 정의 이외의, 기타 용어의 정의에 대하여는 거래 관행 및 관계 법령에 따릅니다.
제 3조 (약관의 게시와 개정)

본 약관은 회원이 쉽게 알 수 있도록 어라이브 월렛 공지사항 또는 서비스 초기화면에 게시합니다. 다만 약관의 내용은 회원이 연결화면을 통하여 볼 수 있도록 할 수 있습니다.
회사는 필요에 따라 “약관의 규제에 관한 법률”, “정보통신망 이용촉진 및 정보보호 등에 관한 법률” 등 관련 법령을 위반하지 않는 범위 내에서 본 약관을 개정할 수 있습니다.
회사가 약관을 개정하는 경우 적용일자 및 개정사항을 명시하여 적용일 7일 전에 어라이브 월렛 공지사항 또는 서비스 초기화면을 통해 공지합니다. 다만, 회원에게 불리한 내용으로 운영정책을 변경하는 경우에는 적용일로부터 30일 전에 공지합니다. 변경된 약관은 공지한 적용일에 효력이 발생합니다.
회사가 전항에 따른 기간 동안 개정 약관을 공지하면서 회원에게 약관 변경 적용일까지 거부의사를 표시하지 않으면 약관 변경에 동의한 것으로 간주한다는 뜻을 명확하게 밝혔음에도 회원이 공지일로부터 7일 이내에 명시적으로 거부하지 않는 경우 개정 약관에 동의하신 것으로 봅니다.
회원이 개정에 동의하지 않는다는 의사를 표시한 경우 회사는 개정된 약관을 적용할 수 없으며, 회원은 개정 약관의 효력 발생일부터 서비스를 이용하실 수 없습니다. 다만, 기존 약관을 적용할 수 없는 특별한 사정이 있는 경우에는 회사가 이용계약을 해지할 수 있습니다.
제 4조 (약관의 해석)

본 약관에서 정하지 않은 사항이나 해석에 대하여는 관련법령 또는 상관례에 따릅니다.
회사는 어라이브 월렛의 개별 서비스, 리워드 정책에 대해 별도의 이용약관 또는 정책(이하 “별도약관”)을 둘 수 있으며, 그 내용이 본 약관과 충돌하는 경우 별도약관이 우선하여 적용됩니다.
제 2장 회원가입
제 5조 (이용계약의 체결)

서비스 이용계약은 회원이 되고자 하는 사람(이하 “가입신청자”)이 본 약관에 동의하고 가입을 신청한 다음 회사가 이를 수락함으로써 체결됩니다. 필요한 경우 회사는 본인확인기관을 통한 실명확인 및 본인인증을 요청할 수 있습니다.
가입신청자는 가입신청 시 진실한 정보를 기재하여야 하며, 허위의 정보를 기재함으로 인한 불이익 및 법적 책임은 가입신청자에게 있습니다.
회사는 가입신청자의 신청에 대하여 서비스 이용을 승낙함을 원칙으로 합니다. 다만, 회사는 다음 각 호에 해당하는 신청에 대하여는 승낙을 하지 않거나 승낙 후에라도 이용계약을 해지할 수 있습니다.
가입신청자가 이 약관에 의하여 이전에 회원자격을 상실한 적이 있는 경우, 단 회사의 회원 재가입 승낙을 얻은 경우에는 예외로 함.
실명이 아니거나 타인의 명의를 이용한 경우
허위의 정보를 기재하거나, 회사가 제시하는 내용을 기재하지 않은 경우
19세 미만 미성년자인 경우
회원 및 이용자의 귀책사유로 인하여 승인이 불가능하거나 기타 규정한 제반 사항을 위반하며 신청하는 경우
회원의 거주지에서 효력이 있는 대한민국 외의 법률에 따라 본 서비스 이용행위가 해당 법률의 위반을 구성하거나 구성할 위험이 있는 경우
가입신청자가 기존의 서비스 계정 삭제(회원 탈퇴) 신청을 한 후 삼십(30)일이 경과하지 않은 경우
가입신청자가 기존 서비스에 가입된 상태에서 재가입 또는 신규가입을 시도하는 경우
국내 통신사 서비스를 이용하지 않는 외국인인 경우
회사는 서비스 관련설비의 여유 기타 기술상 또는 업무상의 이유로 승낙을 유보할 수 있으며, 그 결과를 가입신청자에게 알려드립니다.
제 6조 (회원정보의 변경)

회원이 어라이브 월렛에 회원정보를 제공한 경우 회원은 개인정보 관리 화면 접속 등 회사가 지정한 방법을 통하여 본인의 개인정보를 열람하고 수정할 수 있습니다. 다만, 서비스 관리를 위해 필요한 월렛주소 등 회사가 수정을 불허하는 항목의 수정은 회사와 사전 협의가 필요합니다.
회원이 가입신청시에 기재한 회원정보에 변동이 생긴 경우 이를 수정하거나 회사에 통지하여야 하며 미수정 또는 통지하지 않음으로 인한 불이익에 대하여 회사는 책임지지 않습니다.
회원은 변경사항과 관련하여 회사가 요청하는 경우 즉시 변경사항에 관한 증빙자료를 제공하여야 합니다.
제 7조 (회원의 비밀번호, 복구단어의 관리에 대한 의무)

비밀번호 또는 복구단어에 관한 관리책임은 회원 본인에게 있으며, 회원은 제3자에게 자신의 비밀번호 또는 복구단어를 알려주거나 이용하게 해서는 안됩니다.
회원이 자신의 비밀번호 또는 복구단어를 도난당하거나 제3자가 사용하고 있음을 인지한 경우 즉시 회사에 통지하고 회사의 안내를 따라야 합니다.
제2항의 경우 회사에 통지하지 않거나, 안내에 따르지 않아 발생한 불이익에 대하여 회사는 책임지지 않습니다.
회원의 비밀번호 또는 복구단어 등 접근 정보가 분실, 도용 혹은 공개되어 회원에게 발생한 손해에 대하여 회사는 책임지지 않습니다. 다만, 회사의 고의 또는 과실에 의한 경우에는 그러하지 않습니다.
제 8조 (회원에 대한 통지)

회사가 회원에 대한 통지를 하는 경우 이 약관에 별도의 규정이 없는 한 이메일, SMS, 앱 푸시 알림 등으로 할 수 있습니다.
회원전체에 대한 통지의 경우 회사는 7일 이상 서비스 초기화면에 게시하거나 공지사항 게시판에 게시함으로써 제1항의 통지에 갈음할 수 있습니다. 다만, 회원 본인의 거래에 관하여 중대한 영향을 미치는 사항에 대하여는 개별 통지합니다.
회사는 회원의 연락처를 수집하지 않거나 수집을 하더라도 연락처 미기재, 변경 후 미수정 등으로 개별통지가 어려운 경우에는 전항의 공지를 함으로써 개별 통지를 한 것으로 간주합니다.
제 9조 (회원의 계약해지, 이용중지 등)

회원은 언제든지 어라이브 월렛을 통하여 계정을 삭제하거나 회사가 지정한 방법으로 서비스 이용계약 해지를 신청할 수 있으며 회사는 이를 즉시 처리합니다.
제1항에 의하여 계정을 삭제할 경우 보유하고 있는 리워드는 소멸되고, 삭제된 지갑과 관련한 정보 일체가 삭제되므로, 계정 삭제 과정에서 소멸된 리워드 및 기타 삭제된 정보로 인하여 회원에게 발생하는 손해에 대해 회사는 책임지지 않습니다.
제 10조 (회사의 계약해지, 이용제한 등)

회사는 다음의 경우 사전통보 없이 해당 회원과의 이용계약을 해지하여 회원 자격을 상실시킬 수 있습니다.
타인의 개인정보 또는 모바일 기기를 도용한 경우
회원이 가입시 작성한 개인정보가 허위임이 밝혀진 경우
리워드를 부정한 방법으로 적립, 사용한 경우
비정상적인 방법으로 서비스를 이용하거나 다른 회원의 서비스 이용을 방해하는 등 전자거래질서를 위협하는 경우
회사의 동의 없이 영리를 목적으로 서비스를 사용하는 행위
불법행위에 대한 동기 부여 및 실행에 도움이 되는 용도로 서비스를 이용하는 행위
국가기관이 관련 법령에 따라 서비스 제한을 요청한 경우
자금세탁, 불공정거래, 범죄행위 등에 관여하고 있거나 관여하고 있다고 합리적으로 의심되는 경우
서비스 외에서 회사, 운영자, 임직원 등을 사칭하는 경우
무단으로 회사의 프로그램을 변경하거나 서버를 해킹하는 등 시스템을 위협한 경우
허위사실 유포, 위계기타 방법으로 회사의 명예 또는 신용을 훼손하거나 업무를 방해한 경우
기타 본 약관상의 의무 또는 건전한 거래관행, 관련법령에 위반되는 행위를 한 경우
회원은 관계법, 이 약관의 규정, 이용안내 및 서비스와 관련하여 공지한 주의사항, 회사가 통지하는 사항 등을 준수하여야 하며, 기타 회사의 업무에 방해되는 행위를 하여서는 안 됩니다.
회사는 위 제1항의 사유가 있는 경우 당해 회원에 대한 통보로써 회원의 자격을 상실 또는 1년 동안 정지시킬 수 있습니다. 단, 제1항 제2호 내지 제9호의 경우에는 별도의 통보 없이 당연히 자격이 상실됩니다.
회원은 위 제1항의 사유가 자신의 고의 또는 과실에 기한 것이 아니거나 자격상실 사유가 해소되었음을 소명할 수 있으며 이 경우 회사는 회원의 소명 내용을 확인하여 회원의 주장이 타당하다고 판단되는 경우 회원으로 하여금 정상적인 회원 활동을 유지할 수 있도록 하겠습니다.
회사는 위 제1항의 사유가 있는 경우 자격 상실 대신 이용의 제한을 가할 수 있습니다.
본 조 제3항에 의한 회원자격정지는 회원자격정지 통보일로부터 1년간 효력이 있습니다.
어라이브 월렛 서비스를 악의적으로 이용할 경우 서비스 이용에 대하여 즉시 제약이 있을 수 있습니다.
제 3장 서비스 이용계약
제 11조 (서비스의 이용)

회사가 회원에게 제공하는 서비스의 기본 내용은 다음과 같습니다.
전자지갑 생성 및 관리 서비스
리워드 제공 및 거래 서비스
리워드 보관 서비스
모바일 상품권 교환, 구매 등 전자상거래 중개 서비스
기타 회사가 추가 개발하거나 다른 회사와의 제휴계약 등을 통해 회원에게 제공하는 일체의 서비스
전항에 따른 서비스의 종류 및 내용은 변경될 수 있으며, 서비스의 상세범위는 회사의 홈페이지(www.a-fun.co.kr)에서 정한 바에 따릅니다.
회사는 타겟팅 광고서비스 특성상 광고주의 요구에 따라, 또는 관련법규 준수를 위하여 일부 서비스를 이용할 수 있는 회원의 범위를 다르게 정할 수 있습니다.
회사는 연중무휴, 1일 24시간 서비스 제공을 원칙으로 합니다.
회원은 서비스를 통해 디지털 자산을 외부 계정 주소로 보낼 수 있습니다. 회원이 제공하는 외부 계정 주소의 정확성에 대한 책임은 회원에게 있으며, 회사는 회원이 잘못 기재한 외부 계정 주소로 디지털 자산을 보내는 것에 대해서 책임을 지지 않습니다.
서비스와 연계된 제3자의 서비스 등의 장애 또는 점검 등의 사유로 서비스 내 일부 기능에 제한이 발생하는 문제에 대해서는 회사의 고의, 과실이 없는 한 어떠한 책임을 지지 않습니다. 이 경우, 회원에게 해당 사실을 공지 또는 통지합니다.
서비스의 제공 범위는 사전에 공지한 디지털 자산의 종류에 한하며, 그 외의 디지털 자산에 대해서는 지원되지 않으므로 지갑 간 또는 거래소와의 송금 서비스 이용에 각별한 유의를 바랍니다.
회사가 제공하는 디지털 자산의 시세 정보는 접속 시점 및 네트워크 상황에 따라 오차가 발생할 수 있으며, 시세 정보에 의존하여 발생할 수 있는 일에 대해서 회사는 어떠한 책임도 지지 않습니다.
회사는 저가폰, 키스토어가 적용되지 않는 버전, Android 4.4이하, 탈옥한 iOS 휴대폰 등에 대하여는 보안상 또는 기술적인 문제로 인하여 서비스 이용을 제한할 수 있습니다.
제 12조 (서비스의 변경)

회사는 운영상, 기술상의 필요에 따라 제공하는 서비스의 전부 또는 일부를 변경할 수 있으며, 이에 대하여 약관에 다른 규정이 없는 한 회원에게 별도의 보상을 하지는 않습니다.
서비스를 변경하는 경우 변경사유 및 일자, 변경내용을 변경 7일 전 공지사항 게시판에 공지합니다. 단, 변경사유 또는 내용을 구체적으로 공지하기 어려운 경우에는 그 이유를 밝힙니다.
회원은 서비스 변경에 동의하지 않을 경우 회사에 거부 의사를 표시하고 이용계약을 해지할 수 있습니다.
제 13조 (서비스의 제한 및 일시 중단)

회사는 전시, 사변, 천재지변 또는 이에 준하는 국가비상사태가 발생하거나 발생할 우려가 있는 경우와 전기통신사업법에 의한 기간통신사업자가 전기통신서비스를 중지하는 등 부득이한 사유가 있는 경우에는 서비스의 전부 또는 일부를 제한하거나 중지할 수 있습니다.
회사는 서비스의 제공에 필요한 경우 정기점검을 실시할 수 있으며, 정기점검 시간은 서비스 제공 화면에 공지한 바에 따릅니다. 또한, 정기점검 시 서비스 이용에 일부 또는 전체에 대하여 제한이 발생할 수 있으며, 회사의 고의 또는 과실이 아닌 한 그로 인해 발생한 손해에 대해서는 책임을 지지 않습니다.
회사는 서비스 관련 설비 보수점검, 교체 및 고장, 통신두절 등 기술상 업무상의 이유로 서비스의 제공을 일시적으로 중단할 수 있습니다. 이 경우 사전에 통지함을 원칙으로 하지만, 부득이한 사유가 있는 경우 사후에 통지할 수 있습니다.
서비스와 연계된 제3자의 서비스 등의 장애 또는 점검 등의 사유로 서비스 내 일부 기능에 제한이 발생하는 문제에 대해서는 회사의 고의, 과실이 없는 한 어떠한 책임을 지지 않습니다. 이 경우, 회원에게 해당 사실을 공지 또는 통지합니다.
서비스 일시 중단은 어라이브 월렛 공지사항 또는 서비스 초기화면에 게시하는 방법으로 통지합니다.
제 14조 (서비스의 종료)

회사는 서비스를 종료하고자 하는 날로부터 3개월 이전에 본 약관 제3조의 방법으로 회원에게 알립니다.
본 조 제1항에 따른 서비스 종료 통지가 있은 날(이하 "통지일") 현재 기 적립된 리워드는 회사가 별도 지정하는 날("서비스 종료일")까지 본 약관이 정하는 바에 따라 소진해야 하며, 서비스 종료일까지 사용하지 않은 리워드에 대해서 회원은 어떠한 권리를 주장할 수 없습니다.
본 조 제1항에 따른 서비스 종료 통지일 이후 회원은 회사로부터 서비스를 제공받지 못합니다.
제 15조 (리워드 제공 및 지급 제한)

회사와 업무 제휴 계약을 맺은 제휴사의 서비스를 이용하는 등 회사 또는 제휴사가 고지한 특정한 조건을 충족할 경우 디지털 자산과 디지털 포인트를 리워드로 제공합니다.
리워드 제공 등에 관한 구체적인 내용은 개별 약관 또는 프로모션 페이지를 통해 고지합니다.
회사는 회원의 리워드 지급 요건 달성을 위하여 불법행위 또는 형사상 범죄에 해당하는 행위를 한 것이 확인될 경우 민형사상 필요한 조치를 취할 수 있습니다.
회원은 리워드를 타인에게 양도하거나 대여 또는 담보의 목적으로 이용할 수 없습니다. 다만, 회사가 인정하는 적법한 절차를 따른 경우는 예외로 합니다.
제 16조 (회사의 권리 및 의무)

회사는 관련 법령 또는 본 약관을 위반하지 않으며, 계속적이고 안정적으로 서비스를 제공하기 위하여 최선을 다합니다.
회사는 신용정보를 포함한 회원의 개인정보 보호를 위하여 보안시스템을 갖추어야 하며 개인정보취급방침을 공시하고 준수하겠습니다.
회사는 서비스 이용과 관련한 회원의 의견이나 불만사항 등이 정당하다고 인정할 경우 이를 처리하여야 합니다. 처리된 결과는 이메일, SMS, 앱 푸시 알림 등 본 약관 제8조의 방법을 통해 개별 회원에게 통보합니다.
회사는 복제폰, 대포폰, 불법 휴대폰 대출(일명 휴대깡폰) 등 시장질서를 교란시키는 불법행위가 확인되는 경우 피해를 방지하기 위하여 사전통지 없이 서비스를 제한하거나 중지할 수 있습니다.
회사는 제휴사의 서비스 및 앱에서 기인한 위조나 변조로 발생한 사고로 인하여 회원에게 발생한 손해에 대하여 배상책임이 없습니다.
회사는 회원이 서비스 이용약관에 명시되지 않은 범위에 대하여 발생한 손해 및 회원의 악의적인 이용과 과실로 인한 사유로 발생한 손해 등 이용자의 부주의에 기인한 손해에 대하여 배상책임이 없습니다.
제 17조 (회원의 의무)

회원은 서비스 이용과 관련하여 다음의 행위를 해서는 안됩니다.
타인의 개인정보를 이용하여 계정을 생성하는 행위
서비스 이용 관련 제반 신청행위 또는 변경행위 시 허위내용 등록행위
서비스 내 게시된 각종 정보의 무단 변경, 삭제 등 훼손 행위
리워드를 부정한 방법으로 적립, 사용하는 행위
비정상적인 방법으로 서비스를 이용하거나 다른 회원의 서비스 이용을 방해하는 등 전자거래질서를 위협하는 경우
불법행위에 대한 동기 부여 및 실행에 도움이 되는 용도로 서비스를 이용하는 행위
다단계, 유사수신 등 불법적인 행위
회사의 동의 없이 영리 목적의 광고 정보를 전송하거나 회사가 허용한 정보 이외의 다른 정보(컴퓨터 프로그램 및 광고 등)를 송신하거나 게시하는 행위
서비스 외에서 회사, 운영자, 임직원 등을 사칭하는 경우
무단으로 회사의 프로그램을 변경하거나 서버를 해킹하는 등 시스템을 위협한 경우
허위사실 유포, 위계기타 방법으로 회사의 명예 또는 신용을 훼손하거나 업무를 방해한 경우
일체의 가공행위를 통해 서비스를 분해, 모방 또는 변형하는 행위
회사, 기타 제3자의 저작권 등 지적재산권에 대한 침해 행위
외설 또는 폭력적인 정보(메시지, 화상, 음성 등), 기타 공서양속에 반하는 정보를 서비스에 공개하거나 게시하는 행위
본 약관 및 관계법령에서 규정한 사항을 위반하는 행위
제 18조 (정보의 제공 및 광고의 게재 등)

회사는 회원이 서비스 이용 중 필요하다고 인정되는 다양한 정보를 공지사항 또는 어라이브 월렛 서비스 화면을 통하여 회원에게 제공할 수 있습니다.
회사는 서비스 개선 및 소개 등의 목적으로 회원의 동의 하에 추가적인 개인 정보를 요구할 수 있습니다.
회사는 서비스 제공과 관련하여 서비스 화면 등에 광고를 게재할 수 있고, 회원은 서비스 화면에 노출되는 광고 게재에 동의합니다.
회원이 서비스에 게재되어 있는 광고를 이용하거나 서비스를 통한 광고주의 판촉 활동에 참여하는 등의 방법으로 교신 또는 거래를 하는 것은 전적으로 회원과 광고주 간의 문제이므로 이로 인해 발생하는 손실과 손해에 대해 회사는 어떠한 책임도 지지 않습니다.
제 19조 (게시물의 작성 및 관리, 임시조치 등)

회원이 작성한 게시물에 대한 모든 권리 및 책임은 이를 게시한 회원에게 있으며, 회사는 회원이 게시하거나 등록하는 서비스의 내용물이 다음 각 항에 해당한다고 판단되는 경우에 사전통지 없이 삭제할 수 있고, 이에 대하여 회사는 어떠한 책임도 지지 않습니다.
본 약관에 위배되거나 상용 또는 불법, 음란, 저속하다고 판단되는 게시물을 게시한 경우
회사의 원활한 서비스 제공을 방해하거나 서비스 성격에 부합하지 않는 정보의 경우
공공질서 및 미풍양속에 위반되는 내용인 경우
다른 회원 또는 제3자를 비방하거나 중상모략으로 명예를 손상시키고 피해를 주는 내용인 경우
제3자의 저작권, 지적 재산권, 초상권 등 권리를 침해하는 내용인 경우
해당 장소 및 콘텐츠 내용과 관련 없는 경우
타사의 광고, 홍보 등의 상업적인 내용인 경우
범죄적 행위에 결부된다고 인정되는 내용인 경우
기타 관계 법령에 위배되는 경우
회원이 작성한 게시물에 회사가 지정한 부적절한 단어가 포함된 경우, 별도의 안내없이 게시물의 게재가 거절 될 수 있습니다.
회원의 게시물이 타인의 저작권을 침해함으로써 발생하는 민, 형사상의 책임은 전적으로 회원이 부담하여야 합니다.
회원의 게시물 등으로 인한 법률상 이익 침해를 근거로, 다른 회원 또는 제3자가 회원 또는 회사를 대상으로 하여 민·형사상의 법적조치(예: 형사고소, 가처분 신청·손해배상청구 등 민사소송의 제기)를 취하는 경우, 회사는 법적 조치의 결과인 법원의 확정판결이 있을 때까지 관련게시물 등에 대한 접근을 잠정적으로 제한하는 임시조치를 취할 수 있습니다. 게시물 등의 접근제한과 관련한 법적조치의 소명, 법원의 확정판결에 대한 소명책임은 게시물 등에 대한 조치를 요청하는 자가 부담합니다.
회사는 서비스 내에 게시된 게시물 등이 사생활 침해 또는 명예훼손 등 제3자의 권리를 침해한다고 인정하는 경우 회원 또는 제3자의 신고가 없는 경우에도 임시조치를 취할 수 있습니다.
제 20조 (저작권의 귀속 및 이용제한)

회사가 작성한 저작물에 대한 저작권 기타 지적재산권은 회사에 귀속합니다.
회원은 서비스를 이용함으로써 얻은 정보를 회사의 사전 승낙 없이 복제, 송신, 출판, 배포, 방송 기타 방법에 의하여 영리목적으로 이용하거나 제3자에게 이용하게 하여서는 안됩니다.
회원이 서비스 내에 게시한 게시물은 「저작권법」에 의해 보호를 받습니다. 다만 회사가 작성한 저작물 및 회사의 서비스에 대한 저작권 및 지적재산권은 회사에 귀속됩니다.
회원은 자신의 게시물을 회사가 국내외에서 다음 각 호의 어느 하나의 목적으로 사용하는 것을 허락합니다.
회사의 서비스 또는 회사의 공식 웹사이트 이외의 회사의 업무와 연계된 사이트 내에서 회원의 게시물의 복제, 전송, 전시 및 우수 게시물을 회사의 업무와 연계된 사이트 화면 등에 노출하기 위하여 회원 게시물의 크기를 변환하거나 이미지 변경, 단순화하는 등의 방식으로 수정하는 것
회사의 서비스 및 판매되는 작품에 대한 홍보를 위한 목적으로 회원의 게시물을 복제, 수정, 편집하여 출판물의 형태로 제작하는 것
회사의 서비스를 홍보하기 위한 목적으로 미디어, 언론기관 등에게 회원의 게시물 내용을 보도, 방영하게 하는 것. 단, 이 경우 회사는 회원의 개별 동의 없이 미디어, 언론기관 등에게 개인정보를 제공하지 않습니다.
전항의 규정에도 불구하고 회사가 회원의 게시물을 전항 각 호의 어느 하나에 기재된 목적 이외의 방법으로 사용하는 경우에는 사전에 해당 회원으로부터 동의를 얻어야 합니다. 게시물에 대한 회사의 사용 요청, 회원의 동의 및 동의철회는 전화, 이메일, SMS 등 회사가 요청하는 방식에 따릅니다. 이 경우 회사는 게시물의 출처를 표시합니다.
회원이 서비스의 이용계약을 해지하더라도 회원의 명의로 서비스에 등록한 게시물은 삭제되지 않습니다. 회원은 자신의 게시물이 계정 삭제(회원 탈퇴) 후 서비스에서 이용되는 것을 원하지 않는 경우 계정 삭제(회원 탈퇴)전에 직접 게시물을 삭제하여야 합니다. (단, 제3자가 다시 게시하거나 저장한 게시물은 삭제되지 않을 수 있습니다.)
회사는 서비스 정책 또는 회사가 운영하는 서비스 간 통합, 합병, 영업양도 등의 사유로 게시물의 게재 위치를 변경·이전할 수 있으며, 이 경우 사전에 공지합니다.
제 21조 (개인정보보호 의무)

회사는 관련법령이 정하는 바에 따라서 회원 등록정보를 포함한 회원의 개인정보를 보호하기 위하여 노력합니다.
회원의 개인정보보호에 관해서는 관련법령 및 회사가 정하는 개인정보 처리방침에서 정한 바에 의하며, 회원이 상시 확인할 수 있도록 어라이브 월렛 공지사항 또는 서비스 초기화면을 통해 공지하고 있습니다.
제 4장 전자상거래 등 서비스
제 22조 (매매계약의 체결 등)

회사는 통신판매중개자로서 구매자와 발행자 간의 자유로운 상품 등의 거래를 위한 시스템을 운영 및 관리, 제공할 뿐이므로, 구매자는 상품 등을 구매하기 전에 반드시 발행자가 어라이브 몰 내에 작성한 상품 등의 상세 내용과 거래의 조건을 정확하게 확인해야 합니다. 구매하려는 상품 등의 내용과 거래의 조건을 확인하지 않고 구매하여 발생한 모든 손해는 구매자 본인이 부담합니다.
상품 등에 대한 매매계약은 발행자의 판매조건에 응하여 회원이 청약의 의사표시를 하고 이에 대하여 발행자가 승낙의 의사표시를 함으로써 체결됩니다. 회원은 구매의사 없이 발행자가 판매하는 재화 또는 용역의 구매의사를 표시하거나 예약해서는 아니되고, 발행자의 재화 또는 용역 등의 판매 기회를 방해하거나 다른 구매자의 구매기회를 방해하여서는 아니됩니다.
구매자는 발행자 등과 모바일 상품권 매매 절차에서 분쟁이 발생하면 분쟁의 해결을 위하여 성실히 임해야 하며, 분쟁해결의 불성실로 발행자와 회사에 손해가 발생하면 그에 대한 모든 책임을 부담합니다.
회사는 구매자에게 서비스가 안전하게 제공될 수 있도록 각종 설비와 자료를 관리하고, 서비스가 제공 목적에 맞게 이용되고 있는지 여부를 확인합니다. 만약 구매자가 이 약관을 위반한 것으로 확인되면 회사는 그에 대한 소명을 구매자에게 요청할 수 있고, 주문 취소 등 필요한 조치를 할 수 있습니다.
구매자는 회사가 구매자의 서비스 이용 편의를 위하여 발행자 등으로부터 제공받은 모바일 상품권 등 상품과 기타 콘텐츠를 어라이브 몰 또는 구매자의 휴대전화 내 위젯 등을 통하여 제공하는 경우에도 모바일 상품권 등 상품의 구매 여부는 전적인 구매자 본인의 판단과 책임으로 결정하여야 합니다. 이 경우 회사는 어떠한 경우에도 구매자의 구매 결정에 대하여 책임을 부담하지 아니 합니다.
미성년자가 어라이브 몰을 통하여 모바일 상품권 등 상품을 구매하는 경우에 해당 계약에 대하여 회사는 그 계약을 취소할 수 있습니다.
구매자가 모바일 상품권을 구매한 후 모바일 상품권을 수신자에게 전달하는 과정에서 전달에 필요한 링크를 잘못 전달하는 등 구매자의 행위에 의하여 모바일 상품권이 오발송된 후 해당 수신자에 의해 당해 모바일 상품권이 이용되었다면, 회사는 구매자의 오발송에 대해 책임을 지지 않습니다. 다만, 구매자는 오발송된 모바일 상품권이 사용되기 전, 취소가 가능한 기간 내에 어라이브 몰을 통해 오발송된 모바일 상품권에 대한 주문취소 신청을 할 수 있습니다.
모바일 상품권의 구매자가 회사가 제공하지 않은 방법으로 제3자에게 모바일 상품권을 전송함으로써 이와 관련한 분쟁이 발생된 경우, 회사는 이에 대한 책임을 지지 않습니다.
회사는 구매자의 상품 등 매매계약 체결 내용을 어라이브 몰 내 서비스 화면 등을 통해 확인할 수 있도록 조치하며, 매매계약의 취소 방법 및 절차를 안내합니다. 
회사는 구매자의 서비스 남용 등을 방지하기 위하여 서비스 내용 등에 제한을 둘 수 있습니다.
제 23조 (결제 수단)

어라이브 몰에 구매한 모바일 상품권에 대한 대금 결제 수단은 다음 각호의 방법 중 가용한 방법으로 할 수 있습니다. 다만, 회사는 회원의 지급방법에 대하여 어떠한 명목의 수수료도 추가하여 징수하지 않습니다.
디지털 포인트
선불카드, 직불카드, 신용카드 등의 각종 카드결제
전화 또는 휴대전화를 이용한 결제
폰뱅킹, 인터넷뱅킹, 메일뱅킹, 온라인 무통장 입금 등의 각종 계좌이체
회사와 계약을 맺었거나 회사가 인정한 상품권에 의한 결제
캐시백, 신용카드 등의 포인트에 의한 결제
기타 전자적 결제 수단에 의한 대금지급 등
회원은 모바일 상품권의 구매 시 제1항의 결제 수단을 사용함에 있어 반드시 본인 명의의 결제 수단을 사용하여야 하며, 타인의 결제 수단을 임의로 사용하여서는 안됩니다. 타인의 결제 수단을 임의 사용함으로써 발생하는 회사, 결제 수단의 적법한 소유자, 결제 관련 제3자의 손실과 손해에 대한 책임은 회원에게 있습니다.
상품 등의 구매대금의 결제와 관련하여 회원이 입력한 정보 및 그 정보와 관련하여 발생한 책임과 불이익은 회원이 부담하여야 합니다.
회원은 구매대금 결제 시 정당하고, 적법한 사용권한을 가지고 있는 결제 수단을 사용하여야 하며, 회사는 그 여부를 확인할 수 있습니다. 또한 회사는 회원 결제 수단의 적법성 등에 대한 확인이 완료될 때까지 거래진행을 중지하거나 해당 거래를 취소할 수 있습니다.
회사의 정책 및 제1항의 결제업체(이동통신사, 카드사 등)의 기준에 따라 회원의 당월 누적 결제액이 제한될 수 있습니다. 해당 기준을 초과한 경우 상품 등의 구매가 불가능할 수 있습니다.
회원이 카카오포인트로 결제하는 경우, 일부 상품은 결제에 제한이 따를 수 있으며 결제 제한에 대한 상세한 사항은 회사가 정한 정책에 따릅니다. 이에 대한 구체적인 내용은 회사의 판매채널 또는 회사가 운영하는 웹사이트 등을 통하여 회원에게 안내합니다.
제 24조 (디지털 포인트의 결제)

회원은 회사가 정하는 절차와 조건에 따라 서비스 이용 시 단독으로 또는 다른 결제수단과 함께 디지털 포인트를 사용할 수 있습니다.
디지털 포인트 부여 및 사용에 관한 상세한 사항은 회사가 정한 정책에 따르며, 회사는 판매채널 또는 회사가 운영하는 웹사이트 등을 통하여 이를 회원에게 안내합니다.
디지털 포인트는 현금으로 전환하거나 환불이 불가합니다.
다음 각 호의 경우 디지털 포인트가 소멸됩니다.
디지털 포인트가 부여된 날로부터 6개월이 경과하는 경우
회원을 탈퇴한 경우
디지털 포인트 사용가능 조건 및 소멸에 대한 내용이 별도로 공지된 경우
회원은 디지털 포인트를 본인의 거래에 대해서만 사용할 수 있으며, 어떠한 경우라도 타인에게 매매 또는 제3자에게 양도할 수 없습니다.
회원이 회사가 승인하지 않은 방법으로 디지털 포인트를 획득하거나 부정한 목적이나 용도로 이를 사용하는 경우, 회사는 디지털 포인트 사용의 제한, 회수, 이를 사용한 구매 계약 취소 또는 이용계약 해지 등의 조치를 취할 수 있고, 이용자의 행위로 인하여 회사에게 발생한 손해의 배상을 청구할 수 있습니다.
서비스 구매 시 사용한 디지털 포인트는 해당 구매가 취소될 경우 디지털 포인트로 반환됩니다. 다만 디지털 포인트의 유효기간은 최초 디지털 포인트 적립 시점으로부터 기산되며, 구매 취소 시점에 디지털 포인트의 유효기간이 경과된 경우에는 해당 디지털 포인트는 반환되지 아니하고 기타의 결제수단으로 결제한 대금만 반환됩니다.
어라이브 월렛 계정 삭제(회원 탈퇴) 시 미사용한 디지털 포인트는 즉시 소멸되며, 계정 삭제(회원 탈퇴) 후 재가입하더라도 소멸된 디지털 포인트는 복구되지 아니합니다.
제 25조 (모바일 상품권의 사용 등)

회원이 어라이브 몰을 통하여 모바일 상품권을 구매하는 경우, 회사는 서비스 사용의 편리를 위하여 회원이 구매한 모바일 상품권의 상세내역을 어라이브 몰 내 마이페이지를 통하여 확인할 수 있는 서비스를 제공합니다. 단, 본항에서 정한 서비스는 회사의 기술적 사정 등에 의하여 변경될 수 있습니다.
구매자가 모바일 상품권을 수신자에게 전달한 경우, 해당 모바일 상품권의 바코드가 삽입된 이미지 등 모바일 상품권을 사용할 수 있도록 하는 화면은 수신자의 어라이브 몰 내 서비스 공간 또는 수신자의 휴대전화 내 위젯 등을 통하여 보여지고, 구매자의 어라이브 몰 내 서비스 공간 또는 구매자의 휴대전화 내 위젯 등에서는 보이지 않을 수 있습니다. 단, 회사의 사정에 따라 본 항의 서비스 제공 형태 등은 변경될 수 있습니다.
회사는 모바일 상품권의 발송과 관련하여 발행자, 구매자, 수신자 등 관련 당사자 사이에 분쟁 등이 발생하는 경우에는 이에 관여하지 않으며, 어떠한 책임도 부담하지 않습니다. 이 경우 해당 분쟁 등은 관련 당사자가 직접 해결하여야 합니다.
모바일 상품권의 유효기간 연장은 모바일 상품권 발행자의 정책에 의합니다. 회원은 발행자에 대하여 최초 유효기간 만료 30일 전부터 유효기간 연장 신청을 하실 수 있으며, 모바일 상품권의 최대 연장기간은 최초구매일 기준 최대 5년입니다.
회사는 회원의 편의를 위하여 모바일 상품권의 최초 유효기간 만료 30일 전, 15일 전, 7일 전에 앱 푸시 알림으로 최초 유효기간 만료의 도래, 연장 가능여부 및 연장 이후 환불정책을 안내 드립니다. 다만, 앱 푸시 알림 수신을 차단하신 경우에는 이 불가능하거나 알림을 차단하신 경우에는 이메일, SMS 등 다른 방법으로 안내 연락드릴 수 있습니다.
제 26조 (모바일 상품권의 사용제한)

회사는 다음 각 호에 해당하는 경우 모바일 상품권의 전부 또는 일부에 대하여 교환을 제한하거나 사용을 중지할 수 있습니다.
회사가 제공하는 방식이 아닌 불법 또는 부정한 방법으로 모바일 상품권을 구매하거나 사용하고자 경우
타인의 명의를 도용한 결제 수단을 통하여 송신된 모바일 상품권을 교환하고자 하는 경우
천재지변, 국가비상사태 등 불가항력적 사유가 있는 경우
교환처와의 계약 종료 등과 같은 회사의 제반 사정으로 서비스를 유지할 수 없는 경우. 단, 이 경우 회사는 환불 처리 등에 있어 회원 또는 수신자에게 불리함이 발생하지 않도록 조치를 합니다.
제 27조 (모바일 상품권의 구매 취소 및 환불)

회원은 모바일 상품권의 최초 유효기간 이내(구매일로부터 366일, 이하 '구매자 취소가능기간'이라 합니다)에 회사에 대하여 구매를 취소하고 환불을 요청할 수 있습니다. 구매자 취소가능기간 내 모바일 상품권의 취소 및 환불 신청은 어라이브 몰 내에서 진행하실 수 있습니다.
모바일 상품권의 수신자가 해당 모바일 상품권을 상품 등으로 교환하기 전이고, 모바일 상품권의 구매자 취소가능기간 내인 경우, 모바일 상품권을 구매한 회원은 다음과 같이 해당 구매 주문을 취소할 수 있습니다.
디지털 포인트로 결제한 경우 일반적으로 즉시 회사의 취소 처리가 완료되고 회원의 지갑으로 디지털 포인트가 환불됩니다. 다만, 이 때 디지털 포인트의 유효기간(적립일로부터 6개월)이 경과하였거나, 회원이 어라이브 월렛을 탈퇴했거나, 계정을 삭제한 경우 환불이 제한될 수 있습니다.
체크카드 또는 신용카드로 결제한 경우 일반적으로 회사의 취소 처리가 완료되고 4~5 일 후 카드사의 취소가 확인됩니다. 이 때 결제 취소 시점과 해당 카드사의 환불 처리기준에 따라 취소금액의 환급방법과 환급일은 다소 차이가 있을 수 있습니다. 단, 해당 결제 수단에서 제공하는 결제 취소 기간이 경과한 경우 회사는 회원이 지정하는 계좌로 현금 환불합니다.
실시간계좌이체로 결제한 경우 일반적으로 회사의 취소 처리가 완료되고 PG사 처리 기준으로, 평일 기준 4~5일 이후 결제에 사용한 계좌로 입금됩니다. 이 때, 결제 취소 시점과 해당 은행사의 업무처리기간에 따라 다소 차이가 있을 수 있습니다. 단, 해당 결제 수단에서 제공하는 결제 취소 기간이 경과한 경우 회사는 회원이 지정하는 계좌로 현금 환불합니다.
회원의 모바일 상품권의 구매자 취소가능기간 이후에는 공정거래위원회 판매정책기준에 따라 모바일 상품권의 최종 수신자가 발행자에 대하여 환불을 신청할 수 있습니다. 이 경우 구체적인 환불 범위는 모바일 상품권 발행자의 환불 정책에 의하며, 결제 금액의 90%를 환불합니다.
회사는 구매자 취소가능기간 내 상품 등의 공급이 중단되거나 재고가 소진되는 등 모바일 상품권의 교환이 불가능한 경우, 회사는 수신자에게 구매금액 전액을 결제한 방법으로 환불합니다.
회사는 환불을 위하여 구매자에게 본인확인 절차를 요청할 수 있습니다.
모바일 상품권의 수신자가 구매자 취소가능기간 내에 모바일 상품권의 수령을 거절하는 경우 회사는 회원에게 모바일 상품권의 수신자의 거절 의사를 통보하고, 해당 모바일 상품권의 구매를 취소할 수 있습니다. 단, 모바일 상품권의 수신자가 구매자 취소가능기간 경과 후 수령 거절 의사를 밝히는 경우 회사는 본 조에서 정한 조건에 따라 환불 처리합니다.
제 28조 [대리행위 및 보증의 부인]

회사는 통신판매중개자로서 효율적인 서비스를 위한 시스템 운영 및 관리 책임만을 부담하며, 모바일 상품권과 관련하여 발행인을 대리하지 아니하고, 회원 사이에 성립된 거래 및 회원이 제공하고 등록한 정보에 대해서는 해당 회원이 그에 대한 직접적인 책임을 부담하여야 합니다.
회사는 회사가 제공하는 시스템을 통하여 이루어지는 모바일 상품권의 거래와 관련하여 판매의사 또는 구매의사의 존부 및 진정성, 등록물품의 품질, 완전성, 안정성, 적법성 및 타인의 권리에 대한 비침해성, 회원이 입력하는 정보 및 그 정보를 통하여 링크된 URL에 게재된 자료의 진실성 또는 적법성 등 일체에 대하여 보증하지 아니하며, 이와 관련한 일체의 위험과 책임은 그러한 거래의 당사자가 전적으로 부담합니다.
제 5장 기타
제 29조 (면책조항)

다음과 같은 사유로 회원에게 손해가 발생하였을 경우, 회사의 고의 또는 과실에 의한 경우가 아닌 경우에는 그 손해에 대하여 책임을 지지 않습니다.
천재지변 또는 이에 준하는 국가 비상사태 등으로 인하여 서비스를 제공할 수 없는 경우
정부 기관의 사실상 또는 법률상 행정처분 및 명령 등에 대한 준수로 인하여 서비스 이용이 불가능하게 된 경우
회원의 귀책사유로 인하여 서비스 장애가 발생한 경우
순간적인 서비스 접속 증가 등으로 인한 서버의 장애가 발생한 경우
회원이 서비스와 관련하여 게재한 정보, 자료, 사실의 신뢰도, 정확성 및 완전성 등의 내용이 변조, 허위 등의 사실이 확인된 경우
무료로 제공되는 서비스 이용과 관련하여 관련 법에 특별한 규정이 없는 경우
회원의 비밀번호 및 보안문구의 관리, 서비스 이용상의 부주의로 인하여 발생되는 손해 또는 제3자에 의한 부정사용 등에 대한 모든 책임은 회원에게 있습니다.
회사는 회원이 서비스를 이용하여 기대하는 이익을 얻지 못하거나 상실한 것에 대하여 책임을 지지 않습니다.
회사는 법령상 허용되는 한도 내에서 서비스와 관련하여 본 약관에 명시되지 않은 어떠한 사항에 대하여 직간접적인 약정이나 보증을 하지 않습니다. 또한, 회사는 리워드에 대한 어떠한 디지털 자산의 가치도 보증하지 않습니다.
제 30조 (손해배상)

회사의 책임 있는 사유로 인하여 회원에게 손해가 발생한 경우 회사의 손해배상 범위는 민법에서 정하고 있는 통상손해를 포함하고, 특별한 사정으로 인한 손해는 회사가 그 사정을 알았거나 알 수 있었을 때에 한하여 배상책임이 있습니다.
전항에도 불구하고 다음 각 호의 어느 하나에 해당하는 경우에는 회원이 그 책임의 전부 또는 일부를 부담할 수 있습니다.
회원이 손해 발생의 원인 또는 손해 발생 사실을 알았음에도 불구하고 회사에 즉시 통지하지 않은 경우
회원이 고의 또는 과실로 제3자에게 비밀번호 및 보안문구, 지갑 관련 계정 및 거래 정보를 유출하거나 지갑을 사용하게 한 경우
회원이 본 약관에 규정된 사항을 위반한 경우
그 외에 손해 발생에 있어서 회원의 고의나 과실이 있는 경우
회사는 회사의 책임 없는 사유로 인하여 회원에게 발생한 손해에 대하여는 배상책임이 없습니다.
회원이 회사에 제공한 정보가 사실과 다를 경우, 회사는 언제든지 서비스의 제공을 중단하고 본 약관에 의해 계약 전체 또는 일부를 해지할 수 있으며, 이로 인하여 회사에 손해가 발생한 경우, 회원에게 그 손해의 배상을 청구할 수 있습니다.
회원이 회사의 서비스 또는 관련 시스템 운영을 방해하는 등 고의 또는 과실로 법령, 본 약관, 사회질서에 위배하는 행위 등을 통하여 회사에 손해를 발생시킨 경우에는 회사에 발생한 손해를 모두 배상해야 합니다.
회원이 회사에 손해배상을 청구할 경우 회사는 회원과 합의하여 회원의 지갑으로 리워드를 지급하는 방법으로 회원의 손해를 배상할 수 있습니다.
제 31조 (서비스 관련 분쟁해결)

회사는 서비스 이용과 관련한 회원의 의견이나 불만사항을 신속하게 처리합니다. 단, 신속한 처리가 곤란한 경우에는 그 사유와 처리일정을 통보하여 드립니다.
제 32조 (준거법 및 합의관할)

회사와 회원 간에 제기된 법적 분쟁은 대한민국 법을 준거법으로 합니다.

회사와 회원 간의 분쟁에 관한 소송은 서울중앙지방법원 또는 민사소송법 상의 관할법원에 제소합니다.

해외에 주소나 거소가 있는 회원의 경우 회사와 회원 간 발생한 분쟁에 관한 소송은 전항에도 불구하고 대한민국 서울중앙지방법원을 관할법원으로 합니다.
부칙

1. 종전의 약관은 2023년 07월 03일부로 본 약관으로 대체됩니다.
		                    </div>
		                  </div>
		                </div>		          
		            </div>
		            <div class="g_pop_btnwarp">
		              <a href="javascript:popupClose()" class="g_pop_btn2 w-button">확인</a>
		            </div>
		          </div>
		        </div>
		        
		        <div class="ap_terms_pop" id ="information2"style="display:none;">
		          <div class="general_popbox">
		            <div class="form-block w-form">
		               <div class="terms_block">
		                  <div class="terms_box">
		                    <div class="terms_title">개인 정보 보호 처리 방침</div>

		                    <div>
		                  제 1 조 (목적)
본 약관은 서비스 이용자가 주식회사 어라이브 (이하 "회사")가 제공하는 디지털 지갑 서비스 "landmine wallet"(이하 "서비스")에 회원으로 가입하고 이를 이용함에 있어 회사와 회원(이하 "회원")의 권리•의무 및 책임사항을 규정함을 목적으로 합니다.

제 2 조 (용어의 정의)
"서비스"라 함은 단말기(PC, 휴대형 단말기 등의 각종 유무선 장치를 포함)에 상관없이, 회사가 제공하는 디지털 지갑 서비스 landmine wallet 및 landmine wallet와 관련된 제반 서비스를 의미합니다.

"지갑"이라 함은 회원의 계정과 연계된 디지털 자산을 확인 및 보관하는 기능을 제공하고 지갑 주소 통해 디지털 자산을 주고받을 수 있는 서비스를 말합니다.

"디지털 자산"이라 함은 서비스를 통해 전자적인 방법으로 가치의 저장 수단, 교환의 매개가 되는 것으로 코인, 토큰, NFT(Non-fungible Token) 등을 포함한 블록체인 상의 모든 데이터를 말합니다.

"지갑 주소(공개키)"라 함은 서비스에서 회원간 디지털 자산의 변화를 기록하기 위해 블록체인에 존재하는 고유한 식별 주소를 말합니다.

"비밀번호"는 회원이 계정과 일치되는 회원임을 확인하기 위하여 회원 자신이 정한 문자, 숫자 또는 특수문자의 조합으로 구성되며, "2차 인증 및 화면 잠금 비밀번호"는 회원 자신이 정한 숫자조합으로 구성되며, 단말기를 통한 지문, 얼굴인식의 생체인증이 사용될 수 있습니다. 2차 인증 및 화면 잠금 비밀번호는 회원이 일정시간동안 서비스를 이용하지 않는 경우에 앱 화면 잠금이 실행될 때 화면 잠금을 해제하기 위하여 사용되거나 또는 디지털 자산의 전송 허가, 스왑 허가 및 트랜잭션의 서명을 위한 2차 인증으로 사용됩니다.

"개인키(Private key)"라 함은 지갑 주소가 보유한 디지털 자산의 전송 허가 및 서명 등을 위해 사용되는, 고유한 문자와 숫자의 조합을 의미합니다.

"복구 문자"이라 함은 회원이 지갑 주소 및 개인키를 생성하거나 복구하는데 사용되는 고유한 영문 단어의 조합을 의미합니다.

"DApp"이라 함은 제3자 또는 "제휴사"가 "회원"에게 제공하는 서비스로, 블록체인 위에서 스마트 컨트랙트와 일련의 프로그램을 통해 실행되는 개별적이고 독립적인 서비스이며, "회원"이 "서비스"를 통해 앱을 직접 다운로드하거나 웹사이트를 방문하여 이용하는 서비스를 의미합니다. "제휴사"는 "DApp" 제공자 중 "회사"와 제휴하여 "서비스"와 연동된 서비스를 제공하는 회사를 의미합니다.

"아이디(ID 또는 계정)"라 함은 회원의 식별과 "서비스"의 이용을 위하여 "회원"이 이용약관 및 개인정보처리방침에 동의한 후 "회사"가 부여한 문자 또는 숫자의 조합을 말합니다.

"닉네임"이란 "회원"의 "서비스" 이용을 위하여 "회원"이 이용약관 및 개인정보처리방침에 동의한 후 수집한 "회원"의 "닉네임(이름)"을 말합니다.

"게시물"이란 "회원"이 "서비스"를 이용하면서 "서비스"에 게시한 부호·문자·음성·음향·화상·동영상 등의 정보 형태의 글, 사진, 동영상 및 각종 파일과 링크 등을 의미합니다.

본 약관에서 사용하는 용어의 정의는 전항에서 정하는 것을 제외하고는 관계 법령 및 일반적인 상관례에 의합니다.

제 3 조 (약관의 게시와 개정)
회사는 이 약관의 내용을 회원이 쉽게 알 수 있도록 서비스 설정 화면의 앱 정보 및 회사의 홈페이지(https://landmine-wallet.com/)에 게시합니다.

회사는 "약관의 규제에 관한 법률", "정보통신망 이용촉진 및 정보보호 등에 관한 법률(이하 "정보통신망법")" 등 관련법을 위배하지 않는 범위에서 이 약관을 개정할 수 있습니다.

회사가 약관을 개정할 경우에는 적용일자 및 개정사유를 명시하여 현행약관과 함께 제1항의 방식에 따라 그 개정약관의 적용일자 7일 전부터 적용일자 전일까지 이메일, 홈페이지, 서비스 내 공지 등의 방법으로 공지합니다. 다만, 회원에게 불리한 약관의 개정의 경우에는 최소한 30일 이상의 사전 유예 기간을 두고 공지합니다. 이 경우 회사는 개정 전 내용과 개정 후 내용을 명확하게 비교하여 회원이 알기 쉽도록 표시합니다.

제3항에 의하여, 개정된 약관을 사전에 고지하였음에도 개정된 약관에 대한 거부의 의사표시를 하지 않는 경우에는 개정된 약관을 승인한 것으로 간주합니다.

회원이 개정약관의 적용에 동의하지 않는 경우 회사는 개정 약관의 내용을 적용할 수 없으며, 이 경우 회원은 이용계약을 해지할 수 있습니다. 다만, 기존 약관을 적용할 수 없는 특별한 사정이 있는 경우에는 회사가 이용계약을 해지할 수 있습니다.

제 4 조 (약관 외 준칙)
본 약관에서 정하지 아니한 사항과 본 약관의 해석에 관하여는 대한민국의 관련 법령 또는 회사가 정한 서비스의 개별 이용약관과 일반 상관례에 의합니다.

제 5 조 (이용계약 체결)
회사가 제공하는 서비스에 관한 이용계약 ("이용계약")은 회원이 되고자 하는 자("가입신청자")가 약관의 내용에 대하여 동의를 한 다음 서비스를 제공받음으로써 체결됩니다.

다음 각 호의 경우 회사는 가입신청자의 회원가입신청에 대한 승낙을 거절 또는 유보할 수 있으며, 가입이 된 이후에도 다음 각 호의 사유가 확인될 경우에는 승낙을 취소할 수 있습니다.

a. 회원이 만 14세 미만인 경우

b. 회원의 거주지에서 효력이 있는 대한민국 외의 법률에 따라 본 서비스 이용행위가 해당 법률의 위반을 구성하거나 구성할 위험이 있는 경우

c. 회원이 타인의 명의를 이용하거나, 허위의 정보를 기재한 경우, 자금세탁 등과 같은 위법행위에 해당하는 경우 및 서비스 이용 중 법령 위반 행위가 확인된 경우

d. 관계법령, 감독규정, 감독기관의 지침, 제3자 서비스 약관 등에 의해 회원가입신청을 승낙하는 것이 곤란한 경우

e. 회사의 서비스 관련 설비의 여유가 없거나, 기술상 또는 업무상 문제가 있는 경우

f. 국제자금세탁방지기구(FATF)의 국제기준 미이행국(조치를 요하는 고위험국 및 강화된 관찰대상 국가)에 해당하는 국민인 경우

g. 기타 가입을 승인하기 어려운 사유가 있는 경우

제2항에 따라 회원가입신청의 승낙을 하지 아니하거나 유보한 경우, 회사는 원칙적으로 이를 가입신청자에게 알리도록 합니다.

제 6 조 (회원정보의 변경)
회원은 개인정보 관리 화면을 통하여 언제든지 본인의 개인정보를 열람할 수 있습니다. 개인정보의 수정을 할 때는 본인 명의의 휴대폰 등을 통해 본인인증을 수행하여 수정을 할 수 있습니다.

회원은 회원가입신청 시 기재한 사항이 변경되었을 경우 온라인으로 수정을 하거나 전자우편 등의 기타 방법으로 회사에 대하여 그 변경사항을 알려야 합니다.

제2항의 변경사항을 회사에 알리지 않아 발생한 불이익에 대하여 회사는 책임지지 않습니다.

제 7 조 (개인정보보호 의무)
회사는 "정보통신망법", "개인정보보호법" 등 관계 법령이 적용되는 경우 회원의 개인정보를 보호하기 위해 노력하며 해당 법을 준수할 것입니다. 회원의 개인정보는 서비스제공을 위해 회원이 동의한 목적과 범위 내에서만 사용되며, 자세한 사항은 개인정보처리방침에서 정하는 방침에 따라 처리됩니다.

제 8 조 ("회원"의 "개인키", "복구 문자", "비밀번호" 의 관리에 대한 의무)
회원의 개인키, 복구 문자, 비밀번호에 관한 관리책임은 회원에게 있으며, 이를 제3자가 이용하도록 하여서는 안 됩니다.

회원은 개인키, 복구 문자, 비밀번호가 도용되거나 제3자가 사용하고 있음을 인지한 경우에는 이를 즉시 회사에 통지하고 회사의 안내에 따라야 합니다.

제2항의 경우에 해당 회원이 회사에 그 사실을 통지하지 않거나, 통지한 경우에도 회사의 안내에 따르지 않아 발생한 불이익에 대하여 회사는 고의나 과실이 없는 한 책임지지 않습니다.

회사의 귀책사유 없이 회원의 개인키, 복구문자, 비밀번호가 제3자에 의하여 불법도용될 경우 회사는 책임지지 않습니다.

제 9 조 ("회사"의 의무)
회사는 관련법과 이 약관이 금지하거나 미풍양속에 반하는 행위를 하지 않으며, 계속적이고 안정적으로 서비스를 제공하기 위하여 최선을 다하여 노력합니다.

회사는 서비스이용과 관련하여 발생하는 이용자의 불만 또는 피해구제요청을 적절하게 처리할 수 있도록 필요한 인력 및 시스템을 구비합니다.

회원이 제기한 의견이나 불만사항에 대해서는 전자우편 등을 통하여 회원에게 처리과정 및 결과를 전달할 수 있습니다.

제 10 조 ("회원"의 의무)
회원은 다음 행위를 하여서는 안 됩니다.

a. 신청 또는 변경 시 허위내용의 등록

b. 타인의 정보도용

c. 회사가 게시한 정보의 변경

d. 회사가 정한 정보 이외의 정보 (컴퓨터 프로그램 등) 등의 송신 또는 게시

e. 회사와 기타 제3자의 저작권 등 지식재산권에 대한 침해

f. 회사 및 기타 제3자의 명예를 손상시키거나 업무를 방해하는 행위

g. 외설 또는 폭력적인 메시지, 화상, 음성, 기타 공서양속에 반하는 정보를 서비스에 공개 또는 게시하는 행위

h. 회사의 동의 없이 영리를 목적으로 서비스를 사용하는 행위

i. 기타 불법적이거나 부당한 행위

회원은 관계법, 이 약관의 규정, 이용안내 및 서비스와 관련하여 공지한 주의사항, 회사가 통지하는 사항 등을 준수하여야 하며, 기타 회사의 업무에 방해되는 행위를 하여서는 안 됩니다.

제 11 조 ("게시물"의 저작권)
회원이 서비스 내에 게시한 게시물의 저작권은 저작권법에 의하여 보호를 받으며, 적법한 절차와 방법으로 회사에 다음과 같이 사용할 수 있는 영구적인 라이선스를 제공합니다. 상기 라이선스의 사용 및 허용 범위는 아래와 같습니다.

a. 서비스의 운영, 향상, 개선, 신규 서비스 개발, 프로모션 등을 위하여 게시물을 사용, 편집, 저장, 복제, 수정, 공개, 전송, 공개적 실연, 공개적인 게시, 배포할 수 있는 권리

b. 게시물의 2차적 저작물을 제작 및 배포할 수 있는 권리

c. 서비스 홍보를 위한 목적으로 미디어, 통신사 등이 게시물의 내용을 보도, 방영하게 할 수 있는 권리

회사가 전항 이외의 방법으로 회원의 게시물을 이용하고자 하는 경우에는 전화, 문자, 전자우편 등을 통해 사전에 회원의 동의를 얻을 수 있습니다.

회원이 이용계약을 해지하거나 제17조에 의해 이용계약이 해지되는 경우에도 서비스의 운영 향상, 개선, 홍보 등 제1항에 규정된 목적 범위 내에서 본 라이선스는 존속됩니다.

제 12 조 ("게시물"의 이용권)
회원의 게시물을 임의로 무단 사용하여 발생하는 손실이나 기타의 문제는 전적으로 회원 개인의 판단에 따른 책임이며, 회사는 이에 대하여 책임지지 않습니다.

회원은 타인의 초상권, 저작권 등 지적재산권 및 기타 권리를 침해하는 목적으로 게시물을 사용할 수 없으며, 만일 타인의 권리를 침해하는 행위로 인하여 발생하는 결과에 대한 모든 책임은 회원 본인에게 있습니다.

회원은 본 서비스에 게시된 게시물을 무단으로 상업적이거나 기타 개인적인 이익을 위한 용도로 사용할 수 없습니다.

회원은 본 서비스에 게시된 게시물을 무단 도용하여 회사에 피해를 입힌 경우, 법적인 절차에 따라 보상해야 합니다.

제 13 조 ("게시물"의 관리 및 권리의 귀속)
회원의 게시물은 타인의 저작권을 침해하거나 허위 사실을 내용으로 하여서는 아니됩니다. 회원의 게시물이 정보통신망 이용촉진 및 정보보호 등에 관한 법률 및 저작권법 등 관련 법령에 위반되는 내용을 포함하는 경우, 권리자는 관련 법령이 정한 절차에 따라 해당 게시물의 게시중단 및 삭제 등을 요청할 수 있으며, 회사는 관련 법령에 따라 조치를 취하여야 합니다.

회사는 전항에 따른 권리자의 요청이 없는 경우라도 권리침해가 인정될 만한 사유가 있거나, 허위 사실로 판단되거나, 기타 회사 정책 및 관련 법령에 위반될 경우에는 관련 법령에 따라 해당 게시물에 대하여 게시거부나 삭제 등의 조치를 취할 수 있습니다. 다만, 회사가 모든 게시물을 검토할 의무가 있는 것은 아닙니다.

회사는 서비스와 관련하여 회원에게 회사가 정한 이용조건에 따라 서비스 등을 이용할 수 있는 이용권만을 부여하며, 회원은 이를 양도, 판매, 담보제공 등의 처분행위를 할 수 없습니다.

제 14 조 ("서비스"의 제공 등)
회사는 회원에게 아래와 같은 서비스를 제공합니다.

a. 새로운 지갑 주소의 생성

b. 디지털 자산의 확인

c. 디지털 자산의 전송 및 관리

d. 서비스를 통해 보여지는 토큰의 등록 및 삭제

e. 서비스 및 "DApp"의 각종 트랜잭션 요청에 대한 승인 및 서명

f. 복구 문구 및 개인키의 가져오기, 복구 문구의 내보내기

g. "메신저"를 통한 "회원" 간의 일대일 또는 일대다수의 채팅, "포럼"을 통한 "회원"의 콘텐츠 게시

h. 제3자가 제공하는 토큰 스왑의 견적 비교

i. 기타 회사가 추가 개발하거나 다른 회사와의 제휴계약 등을 통해 회원에게 제공하는 일체의 서비스

서비스는 연중무휴, 1일 24시간 제공함을 원칙으로 합니다.

회사는 컴퓨터 등 정보통신설비의 보수점검, 교체 및 고장, 통신두절 또는 운영상 상당한 이유가 있는 경우 서비스의 제공을 일시적으로 중단할 수 있습니다. 이 경우 회사는 합리적 방법으로 회원에게 통지합니다. 다만, 회사가 사전에 통지할 수 없는 부득이한 사유가 있는 경우 사후에 통지할 수 있습니다.

회사는 서비스의 제공에 필요한 경우 정기점검을 실시할 수 있으며, 정기점검 시간은 서비스 제공 화면에 공지한 바에 따릅니다. 또한, 정기점검 시 서비스 이용에 일부 또는 전체에 대하여 제한이 발생할 수 있으며, 회사의 고의 또는 과실이 아닌 한 그로 인해 발생한 손해에 대해서는 책임을 지지 않습니다.

서비스와 연계된 제3자의 서비스 등의 장애 또는 점검 등의 사유로 서비스 내 일부 기능에 제한이 발생하는 문제에 대해서는 회사의 고의, 과실이 없는 한 어떠한 책임을 지지 않습니다. 이 경우, 회원에게 해당 사실을 공지 또는 통지합니다.

서비스를 통해 회원이 보유한 토큰에 대한 현재 시세 정보(CoinMarketcap 기준)가 제공되며, 시세 정보는 일정시간 마다 업데이트됩니다. 회사는 CoinMarketcap 의 시세 기준을 사용할 수 없는 경우 기타 다른 거래소 시세를 기준으로 삼을 수 있습니다. 다만, 현재 시세 정보는 접속 시점 및 네트워크 상황에 따라 오차가 발생할 수 있으며, 시세 정보에 의존하여 발생할 수 있는 일에 대해서 회사는 어떠한 책임도 지지 않습니다.

회원은 토큰 전송, NFT 전송, 토큰 스왑 및 기타 컨트랙트 실행 시 수수료를 부담할 수 있습니다.

제 15 조 (토큰 스왑)
토큰 스왑은 제3자가 제공하는 토큰 스왑 서비스입니다. 회사는 이에 일절 관여하지 않으며, 해당 서비스에 대한 모든 책임과 의무는 스왑 서비스를 제공하는 서비스 제공자에게 있습니다.

제3자가 제공하는 토큰 스왑 이용 시, 가상자산의 시세 등락에 따라 가치평가의 손실이 발생할 수 있습니다. 회원은 이러한 사실을 인지하여 해당 서비스를 이용하여야 합니다.

회사는 회원이 조회한 시점에 다수의 토큰 스왑 서비스 제공자가 제시하는 스왑 견적을 회원에게 제공하나, 이는 토큰 스왑에 대한 권유, 조언 또는 회사의 의견이 아닙니다. 또한, 스왑 견적을 받고 나서 일정시간이 경과하면 견적과 다르게 스왑이 진행될 수 있으며, 토큰 스왑 이용에 관한 모든 결정과 이로 인한 책임 등은 오로지 회원 본인에게 귀속됩니다.

회원은 토큰 스왑으로 인해 네트워크 수수료 및 서비스 사용 수수료를 부담할 수 있습니다.

제 16 조 ("서비스"의 변경 및 중단)
회사는 상당한 이유가 있는 경우에 운영상, 기술상의 필요에 따라 제공하고 있는 전부 또는 일부 서비스를 변경할 수 있습니다.

서비스의 내용, 이용방법, 이용시간에 대하여 변경이 있는 경우에는 회사는 변경사유, 변경될 서비스의 내용 및 제공일자 등을 그 변경 전에 서비스가 배포되는 각 앱스토어에 게시 등 합리적인 방식으로 공지합니다. 단, 회사가 사전에 고지할 수 없는 부득이한 사유가 있는 경우에는 사후에 공지할 수 있으나 가능한 한 신속히 회원에게 공지합니다.

회사는 무료로 제공되는 서비스의 일부 또는 전부를 회사의 정책 및 운영의 필요상 수정, 중단, 변경할 수 있으며, 이에 대하여 관련법에 특별한 규정이 있거나 회사의 고의 또는 과실로 인해 회원의 지갑/지갑 주소가 분실 또는 삭제되는 경우 회사는 회원에게 합당한 보상을 할 수 있습니다. 그외 회사의 귀책사유가 없는 경우에는 회원에게 별도의 보상을 하지 않습니다.

제 17 조 (계약해지 및 재가입)
회원은 landmine wallet 앱의 "회원 탈퇴" 신청을 통해 회사에 해지의사를 통지함으로써 이용계약을 해지할 수 있으며, 이용계약은 회원의 해지의사가 회사에 도달한 때에 종료됩니다. 다만 이 경우에도 복구 문자 및 개인키는 소멸되지 않습니다.

회사는 다음과 같은 사유가 있는 경우 7일 이내 시정기간을 정하여 시정할 것을 최고하고, 그 기간이 지나도 시정되지 않을 경우 즉시 계약을 해지할 수 있습니다. 단, 아래 b, c호의 경우 별도의 시정조치나 최고 없이 즉시 이용계약을 해지할 수 있습니다.

a. 회원이 본 약관에 위배되는 행위를 한 경우

b. 불법프로그램의 제공 및 서비스 운영 방해, 불법통신 및 해킹, 악성프로그램의 배포, 접속권한 초과행위 등과 같이 관련 법령에 위배되는 행위를 한 경우

c. 회사가 제공하는 서비스의 원활한 진행을 방해하는 행위를 하거나 그러한 행위를 시도한 경우 및 회원의 신원이 허위로 회사에 제공된 경우

d. 기타 회사가 합리적인 판단에 기하여 서비스의 제공을 거부할 필요가 있다고 인정하는 경우

본 조에 따른 이용계약 해지 시 회원이 서비스 이용을 통해 획득한 모든 혜택이 소멸되며, 회사는 이에 대해 별도로 보상하지 않습니다.

이용계약 해지가 완료되는 경우 관련 법령 및 개인정보처리방침에 따라 회사가 법령에 따라 보유하여야 하는 정보를 제외한 회원의 모든 정보가 삭제됩니다.

전항에도 불구하고 제2항에 따라 회사가 이용계약을 해지하는 경우 회사는 회원의 이의신청 접수 및 처리 등을 위하여 일정 기간 동안 회원의 정보를 보관할 수 있습니다.

회사는 복구 문자를 별도 보관, 관리 또는 저장하지 않습니다. 따라서 회원은 서비스 제거 전 복구 문자를 백업 및 관리에 유의해 주시기 바랍니다.

회원은 제1항에 따라 "회원 탈퇴" 신청을 통해 이용계약의 해지가 완료된 경우에 이용계약의 해지일로부터 30일간 재가입이 금지됩니다.

회원은 서비스에 재가입할 수 있으며, 재가입은 1일 1회로 제한됩니다

제 18 조 (책임제한)
회사는 천재지변 또는 이에 준하는 불가항력으로 인하여 서비스를 제공할 수 없는 경우에는 서비스제공에 관한 책임이 면제됩니다.

회사는 회원의 귀책사유로 인한 서비스이용의 장애에 대하여는 회사의 고의 또는 과실이 없는 한, 책임을 지지 않습니다.

회사는 회원이 서비스와 관련하여 게재한 정보, 자료, 사실의 신뢰도, 정확성 등의 내용에 관하여는 책임을 지지 않습니다.

회사는 회원 간 또는 회원과 제3자 상호간에 서비스를 매개로 하여 거래 등을 한 경우에는 책임이 면제됩니다.

회사는 무료로 제공되는 서비스 이용과 관련하여 관련법에 특별한 규정이 없거나 회사의 고의 및 과실이 없는 한 책임을 지지 않습니다.

회사는 landmine wallet를 통해 개인키를 통한 디지털 자산의 전송 기능을 제공하지만, 회원의 디지털 자산 자체에 대한 관리 의무를 부담하지 않습니다. 개인키의 보관 및 도난, 분실 방지를 포함하여 디지털 자산에 대한 모든 책임은 회원에게 있으며, 회사의 귀책 사유가 없는 경우에는 어떠한 책임도 지지 않습니다.

회원이 제3자 서비스에서 제공하는 웹 페이지 및 앱의 주소 또는 지갑 주소의 정확성에 대한 책임은 회원에게 있으며, 회사는 회원이 잘못 기재한 웹 페이지 및 앱의 주소 또는 지갑 주소로 서명 및 전송에 대해서는 책임을 지지 않습니다.

회사는 DApp, 스왑 등과 같이 제휴사 또는 제3자와 회원간에 제공되는 서비스에 대하여 책임을 지지 않습니다.

제 19 조 (손해배상)
회사는 법령상 허용되는 한도 내에서 서비스와 관련하여 본 약관에 명시되지 않은 어떠한 구체적인 사항에 대하여 약정이나 보증을 하지 않습니다. 또한, 회사는 회사가 발행하지 아니한 디지털 자산의 가치를 보증하지 않습니다. 또한 회원이 서비스에 게재한 정보, 자료, 사실의 신뢰도, 정확성 등에 대해서는 보증을 하지 않으며 이로 인해 발생한 회원의 손해에 대하여 회사의 고의나 과실이 있지 않는 한 책임을 지지 않습니다.

회사의 책임 있는 사유로 인하여 회원에게 손해가 발생한 경우 회사의 손해배상 범위는 민법에서 정하고 있는 통상손해를 포함하고 기타 간접, 부수, 특별 손해에 대해서는 어떠한 경우에도 책임을 지지 않습니다.

제2항에도 불구하고 다음 각 호의 어느 하나에 해당하는 경우에는 회원이 그 책임의 전부 또는 일부를 부담할 수 있습니다.

a. 회원이 손해 발생의 원인 또는 손해 발생 사실을 알았음에도 불구하고 회사에 통지하지 않은 경우

b. 회원이 고의 또는 과실로 제3자에게 지갑 관련 계정 및 거래 정보를 유출하거나 지갑을 사용하게 한 경우

c. 그 외에 손해 발생에 있어서 회원의 고의나 과실이 있는 경우

회사의 고의나 과실이 있지 않는 한 회사는 회사의 책임 없는 사유로 인하여 회원에게 발생한 손해에 대하여는 배상책임이 없습니다.

회원이 회사에게 제공한 정보가 사실과 다를 경우, 회사는 언제든지 서비스의 제공을 중단하고 본 약관에 의해 계약 전체 또는 일부를 해지할 수 있으며, 이로 인하여 회사에게 손해가 발생한 경우, 회원에게 그 손해의 배상을 청구할 수 있습니다.

회원이 회사의 시스템 운영을 방해하는 등 고의 또는 과실로 법령, 본 약관, 공서양속에 위배하는 행위 등을 통하여 회사에 손해를 발생시킨 경우에는 회사에 발생한 손해를 모두 배상해야 합니다.

회원이 회사에게 손해배상을 청구할 경우 회사는 회원과 합의하여 회원의 지갑으로 디지털 자산을 지급하는 방법으로 회원의 손해를 배상할 수 있습니다.

회사는 개인키를 별도 보관, 관리 또는 저장하지 않습니다. 회사는 회원의 개인키 관리에 대한 책임이 없으며 개인키의 보관, 관리 및 저장에 관한 책임은 전적으로 회원에게 있습니다. 회원은 서비스 삭제 전 반드시 개인키를 백업해야 하며 회원이 백업하지 않고 서비스를 삭제하여 발생하는 모든 손해에 대해서는 회사의 고의 또는 과실이 없는 한 배상책임이 없습니다.

제 20 조 (지식재산권)
회사의 서비스 관련 모든 지식재산권은 회사의 소유이며 회원은 서비스 범위 내에서 본 약관 등으로 회사가 정한 방법에 따라 서비스를 이용할 권리를 가지며 어떠한 경우에도 회사의 지식재산권의 변경, 등록, 취소, 침해 등을 할 권리가 없습니다.

제 21 조 (준거법 및 재판관할)
회사와 회원 간 제기된 소송은 대한민국법을 준거법으로 합니다.

회사와 회원간 발생한 분쟁에 관한 소송은 대한민국 서울중앙지방법원을 관할법원으로 합니다.

부칙
이 약관은 2023년 7월 04일부터 적용됩니다.
		                    </div>
		                  </div>
		                </div>		          
		            </div>
		            <div class="g_pop_btnwarp">
		              <a href="javascript:popupClose()" class="g_pop_btn2 w-button"><spring:message code="contactus.check" /></a>
		            </div>
		          </div>
		        </div>
		        
		        
		        <div class="ap_lockup_pop" id ="lockUp"style="display:none;">
		        
		       	 <div class="general_popbox">
		            <div class="form-block w-form">
		                <div class="pop_content _2">
		                  <div class="pop_exsit"><img src="/spgame/webflow/images/wx_black.png" loading="lazy" sizes="100vw" srcset="/spgame/webflow/images/wx_black-p-500.png 500w, /spgame/webflow/images/wx_black-p-800.png 800w, /spgame/webflow/images/wx_black-p-1080.png 1080w, /spgame/webflow/images/wx_black.png 1600w" alt="" class="pop_exsit_img"></div><img src="/spgame/webflow/images/FWEFGWEG-12.png" loading="lazy" alt="" class="pop_img">
		                  <div class="pop_title1"><spring:message code="notification" /></div>
		                  <div class="s_warn"><spring:message code="lockupMsg" /></div>
		                </div>
		            </div>
		            <div class="g_pop_btnwarp">
		              <a href="javascript:popupLockUpClose()" class="g_pop_btn2 w-button"><spring:message code="contactus.check" /></a>
		            </div>
		          </div>
		         
		        </div>
		        
<script>
function popup(popupName){
	$(".ap_menu_pop").hide();
	$("#"+popupName).show();
}
function popupClose(){
	$(".ap_terms_pop").hide(); 
	
}
function popupLockUpClose(){
	$(".ap_terms_pop").hide(); 
	location.href='/spgame/user/app_lockup.do';
}
</script>