<%@ page language="java" contentType="text/html; charset=UTF-8" pageEncoding="UTF-8"%>
<%@ taglib prefix="c" uri="http://java.sun.com/jsp/jstl/core"%>
<%@ taglib prefix="fmt" uri="http://java.sun.com/jsp/jstl/fmt"%>
<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01 Transitional//EN" "http://www.w3.org/TR/html4/loose.dtd">
<html data-wf-page="644a3c788608b013b811cf8a" data-wf-site="644a0d29c6872cead0a180f0">
<head>
<meta http-equiv="Content-Type" content="text/html; charset=UTF-8">
<meta content="App_home" property="og:title">
<meta content="App_home" property="twitter:title">
<jsp:include page="../frame/header.jsp"></jsp:include>
</head>
<body class="home_body">
	<jsp:include page="../frame/page/top.jsp"></jsp:include>
	<div class="content">
		 <div class="c_section">
	      <h1 class="h_menu_title"><spring:message code="bottom.terms" /></h1>

	      	<div class="h_d_txtblcok">
	       	 	<div>제 1 조 (목적)
본 약관은 서비스 이용자가 주식회사 어라이브 (이하 "회사")가 제공하는 디지털 지갑 서비스 "landmine wallet"(이하 "서비스")에 회원으로 가입하고 이를 이용함에 있어 회사와 회원(이하 "회원")의 권리•의무 및 책임사항을 규정함을 목적으로 합니다.

제 2 조 (용어의 정의)
"서비스"라 함은 단말기(PC, 휴대형 단말기 등의 각종 유무선 장치를 포함)에 상관없이, 회사가 제공하는 디지털 지갑 서비스 landmine wallet 및 landmine wallet와 관련된 제반 서비스를 의미합니다.

"지갑"이라 함은 회원의 계정과 연계된 디지털 자산을 확인 및 보관하는 기능을 제공하고 지갑 주소 통해 디지털 자산을 주고받을 수 있는 서비스를 말합니다.

"디지털 자산"이라 함은 서비스를 통해 전자적인 방법으로 가치의 저장 수단, 교환의 매개가 되는 것으로 코인, 토큰, NFT(Non-fungible Token) 등을 포함한 블록체인 상의 모든 데이터를 말합니다.

"지갑 주소(공개키)"라 함은 서비스에서 회원간 디지털 자산의 변화를 기록하기 위해 블록체인에 존재하는 고유한 식별 주소를 말합니다.

"비밀번호"는 회원이 계정과 일치되는 회원임을 확인하기 위하여 회원 자신이 정한 문자, 숫자 또는 특수문자의 조합으로 구성되며, "2차 인증 및 화면 잠금 비밀번호"는 회원 자신이 정한 숫자조합으로 구성되며, 단말기를 통한 지문, 얼굴인식의 생체인증이 사용될 수 있습니다. 2차 인증 및 화면 잠금 비밀번호는 회원이 일정시간동안 서비스를 이용하지 않는 경우에 앱 화면 잠금이 실행될 때 화면 잠금을 해제하기 위하여 사용되거나 또는 디지털 자산의 전송 허가, 스왑 허가 및 트랜잭션의 서명을 위한 2차 인증으로 사용됩니다.

"개인키(Private key)"라 함은 지갑 주소가 보유한 디지털 자산의 전송 허가 및 서명 등을 위해 사용되는, 고유한 문자와 숫자의 조합을 의미합니다.

"복구 문자"이라 함은 회원이 지갑 주소 및 개인키를 생성하거나 복구하는데 사용되는 고유한 영문 단어의 조합을 의미합니다.

"DApp"이라 함은 제3자 또는 "제휴사"가 "회원"에게 제공하는 서비스로, 블록체인 위에서 스마트 컨트랙트와 일련의 프로그램을 통해 실행되는 개별적이고 독립적인 서비스이며, "회원"이 "서비스"를 통해 앱을 직접 다운로드하거나 웹사이트를 방문하여 이용하는 서비스를 의미합니다. "제휴사"는 "DApp" 제공자 중 "회사"와 제휴하여 "서비스"와 연동된 서비스를 제공하는 회사를 의미합니다.

"아이디(ID 또는 계정)"라 함은 회원의 식별과 "서비스"의 이용을 위하여 "회원"이 이용약관 및 개인정보처리방침에 동의한 후 "회사"가 부여한 문자 또는 숫자의 조합을 말합니다.

"닉네임"이란 "회원"의 "서비스" 이용을 위하여 "회원"이 이용약관 및 개인정보처리방침에 동의한 후 수집한 "회원"의 "닉네임(이름)"을 말합니다.

"게시물"이란 "회원"이 "서비스"를 이용하면서 "서비스"에 게시한 부호·문자·음성·음향·화상·동영상 등의 정보 형태의 글, 사진, 동영상 및 각종 파일과 링크 등을 의미합니다.

본 약관에서 사용하는 용어의 정의는 전항에서 정하는 것을 제외하고는 관계 법령 및 일반적인 상관례에 의합니다.

제 3 조 (약관의 게시와 개정)
회사는 이 약관의 내용을 회원이 쉽게 알 수 있도록 서비스 설정 화면의 앱 정보 및 회사의 홈페이지(https://landmine-wallet.com/)에 게시합니다.

회사는 "약관의 규제에 관한 법률", "정보통신망 이용촉진 및 정보보호 등에 관한 법률(이하 "정보통신망법")" 등 관련법을 위배하지 않는 범위에서 이 약관을 개정할 수 있습니다.

회사가 약관을 개정할 경우에는 적용일자 및 개정사유를 명시하여 현행약관과 함께 제1항의 방식에 따라 그 개정약관의 적용일자 7일 전부터 적용일자 전일까지 이메일, 홈페이지, 서비스 내 공지 등의 방법으로 공지합니다. 다만, 회원에게 불리한 약관의 개정의 경우에는 최소한 30일 이상의 사전 유예 기간을 두고 공지합니다. 이 경우 회사는 개정 전 내용과 개정 후 내용을 명확하게 비교하여 회원이 알기 쉽도록 표시합니다.

제3항에 의하여, 개정된 약관을 사전에 고지하였음에도 개정된 약관에 대한 거부의 의사표시를 하지 않는 경우에는 개정된 약관을 승인한 것으로 간주합니다.

회원이 개정약관의 적용에 동의하지 않는 경우 회사는 개정 약관의 내용을 적용할 수 없으며, 이 경우 회원은 이용계약을 해지할 수 있습니다. 다만, 기존 약관을 적용할 수 없는 특별한 사정이 있는 경우에는 회사가 이용계약을 해지할 수 있습니다.

제 4 조 (약관 외 준칙)
본 약관에서 정하지 아니한 사항과 본 약관의 해석에 관하여는 대한민국의 관련 법령 또는 회사가 정한 서비스의 개별 이용약관과 일반 상관례에 의합니다.

제 5 조 (이용계약 체결)
회사가 제공하는 서비스에 관한 이용계약 ("이용계약")은 회원이 되고자 하는 자("가입신청자")가 약관의 내용에 대하여 동의를 한 다음 서비스를 제공받음으로써 체결됩니다.

다음 각 호의 경우 회사는 가입신청자의 회원가입신청에 대한 승낙을 거절 또는 유보할 수 있으며, 가입이 된 이후에도 다음 각 호의 사유가 확인될 경우에는 승낙을 취소할 수 있습니다.

a. 회원이 만 14세 미만인 경우

b. 회원의 거주지에서 효력이 있는 대한민국 외의 법률에 따라 본 서비스 이용행위가 해당 법률의 위반을 구성하거나 구성할 위험이 있는 경우

c. 회원이 타인의 명의를 이용하거나, 허위의 정보를 기재한 경우, 자금세탁 등과 같은 위법행위에 해당하는 경우 및 서비스 이용 중 법령 위반 행위가 확인된 경우

d. 관계법령, 감독규정, 감독기관의 지침, 제3자 서비스 약관 등에 의해 회원가입신청을 승낙하는 것이 곤란한 경우

e. 회사의 서비스 관련 설비의 여유가 없거나, 기술상 또는 업무상 문제가 있는 경우

f. 국제자금세탁방지기구(FATF)의 국제기준 미이행국(조치를 요하는 고위험국 및 강화된 관찰대상 국가)에 해당하는 국민인 경우

g. 기타 가입을 승인하기 어려운 사유가 있는 경우

제2항에 따라 회원가입신청의 승낙을 하지 아니하거나 유보한 경우, 회사는 원칙적으로 이를 가입신청자에게 알리도록 합니다.

제 6 조 (회원정보의 변경)
회원은 개인정보 관리 화면을 통하여 언제든지 본인의 개인정보를 열람할 수 있습니다. 개인정보의 수정을 할 때는 본인 명의의 휴대폰 등을 통해 본인인증을 수행하여 수정을 할 수 있습니다.

회원은 회원가입신청 시 기재한 사항이 변경되었을 경우 온라인으로 수정을 하거나 전자우편 등의 기타 방법으로 회사에 대하여 그 변경사항을 알려야 합니다.

제2항의 변경사항을 회사에 알리지 않아 발생한 불이익에 대하여 회사는 책임지지 않습니다.

제 7 조 (개인정보보호 의무)
회사는 "정보통신망법", "개인정보보호법" 등 관계 법령이 적용되는 경우 회원의 개인정보를 보호하기 위해 노력하며 해당 법을 준수할 것입니다. 회원의 개인정보는 서비스제공을 위해 회원이 동의한 목적과 범위 내에서만 사용되며, 자세한 사항은 개인정보처리방침에서 정하는 방침에 따라 처리됩니다.

제 8 조 ("회원"의 "개인키", "복구 문자", "비밀번호" 의 관리에 대한 의무)
회원의 개인키, 복구 문자, 비밀번호에 관한 관리책임은 회원에게 있으며, 이를 제3자가 이용하도록 하여서는 안 됩니다.

회원은 개인키, 복구 문자, 비밀번호가 도용되거나 제3자가 사용하고 있음을 인지한 경우에는 이를 즉시 회사에 통지하고 회사의 안내에 따라야 합니다.

제2항의 경우에 해당 회원이 회사에 그 사실을 통지하지 않거나, 통지한 경우에도 회사의 안내에 따르지 않아 발생한 불이익에 대하여 회사는 고의나 과실이 없는 한 책임지지 않습니다.

회사의 귀책사유 없이 회원의 개인키, 복구문자, 비밀번호가 제3자에 의하여 불법도용될 경우 회사는 책임지지 않습니다.

제 9 조 ("회사"의 의무)
회사는 관련법과 이 약관이 금지하거나 미풍양속에 반하는 행위를 하지 않으며, 계속적이고 안정적으로 서비스를 제공하기 위하여 최선을 다하여 노력합니다.

회사는 서비스이용과 관련하여 발생하는 이용자의 불만 또는 피해구제요청을 적절하게 처리할 수 있도록 필요한 인력 및 시스템을 구비합니다.

회원이 제기한 의견이나 불만사항에 대해서는 전자우편 등을 통하여 회원에게 처리과정 및 결과를 전달할 수 있습니다.

제 10 조 ("회원"의 의무)
회원은 다음 행위를 하여서는 안 됩니다.

a. 신청 또는 변경 시 허위내용의 등록

b. 타인의 정보도용

c. 회사가 게시한 정보의 변경

d. 회사가 정한 정보 이외의 정보 (컴퓨터 프로그램 등) 등의 송신 또는 게시

e. 회사와 기타 제3자의 저작권 등 지식재산권에 대한 침해

f. 회사 및 기타 제3자의 명예를 손상시키거나 업무를 방해하는 행위

g. 외설 또는 폭력적인 메시지, 화상, 음성, 기타 공서양속에 반하는 정보를 서비스에 공개 또는 게시하는 행위

h. 회사의 동의 없이 영리를 목적으로 서비스를 사용하는 행위

i. 기타 불법적이거나 부당한 행위

회원은 관계법, 이 약관의 규정, 이용안내 및 서비스와 관련하여 공지한 주의사항, 회사가 통지하는 사항 등을 준수하여야 하며, 기타 회사의 업무에 방해되는 행위를 하여서는 안 됩니다.

제 11 조 ("게시물"의 저작권)
회원이 서비스 내에 게시한 게시물의 저작권은 저작권법에 의하여 보호를 받으며, 적법한 절차와 방법으로 회사에 다음과 같이 사용할 수 있는 영구적인 라이선스를 제공합니다. 상기 라이선스의 사용 및 허용 범위는 아래와 같습니다.

a. 서비스의 운영, 향상, 개선, 신규 서비스 개발, 프로모션 등을 위하여 게시물을 사용, 편집, 저장, 복제, 수정, 공개, 전송, 공개적 실연, 공개적인 게시, 배포할 수 있는 권리

b. 게시물의 2차적 저작물을 제작 및 배포할 수 있는 권리

c. 서비스 홍보를 위한 목적으로 미디어, 통신사 등이 게시물의 내용을 보도, 방영하게 할 수 있는 권리

회사가 전항 이외의 방법으로 회원의 게시물을 이용하고자 하는 경우에는 전화, 문자, 전자우편 등을 통해 사전에 회원의 동의를 얻을 수 있습니다.

회원이 이용계약을 해지하거나 제17조에 의해 이용계약이 해지되는 경우에도 서비스의 운영 향상, 개선, 홍보 등 제1항에 규정된 목적 범위 내에서 본 라이선스는 존속됩니다.

제 12 조 ("게시물"의 이용권)
회원의 게시물을 임의로 무단 사용하여 발생하는 손실이나 기타의 문제는 전적으로 회원 개인의 판단에 따른 책임이며, 회사는 이에 대하여 책임지지 않습니다.

회원은 타인의 초상권, 저작권 등 지적재산권 및 기타 권리를 침해하는 목적으로 게시물을 사용할 수 없으며, 만일 타인의 권리를 침해하는 행위로 인하여 발생하는 결과에 대한 모든 책임은 회원 본인에게 있습니다.

회원은 본 서비스에 게시된 게시물을 무단으로 상업적이거나 기타 개인적인 이익을 위한 용도로 사용할 수 없습니다.

회원은 본 서비스에 게시된 게시물을 무단 도용하여 회사에 피해를 입힌 경우, 법적인 절차에 따라 보상해야 합니다.

제 13 조 ("게시물"의 관리 및 권리의 귀속)
회원의 게시물은 타인의 저작권을 침해하거나 허위 사실을 내용으로 하여서는 아니됩니다. 회원의 게시물이 정보통신망 이용촉진 및 정보보호 등에 관한 법률 및 저작권법 등 관련 법령에 위반되는 내용을 포함하는 경우, 권리자는 관련 법령이 정한 절차에 따라 해당 게시물의 게시중단 및 삭제 등을 요청할 수 있으며, 회사는 관련 법령에 따라 조치를 취하여야 합니다.

회사는 전항에 따른 권리자의 요청이 없는 경우라도 권리침해가 인정될 만한 사유가 있거나, 허위 사실로 판단되거나, 기타 회사 정책 및 관련 법령에 위반될 경우에는 관련 법령에 따라 해당 게시물에 대하여 게시거부나 삭제 등의 조치를 취할 수 있습니다. 다만, 회사가 모든 게시물을 검토할 의무가 있는 것은 아닙니다.

회사는 서비스와 관련하여 회원에게 회사가 정한 이용조건에 따라 서비스 등을 이용할 수 있는 이용권만을 부여하며, 회원은 이를 양도, 판매, 담보제공 등의 처분행위를 할 수 없습니다.

제 14 조 ("서비스"의 제공 등)
회사는 회원에게 아래와 같은 서비스를 제공합니다.

a. 새로운 지갑 주소의 생성

b. 디지털 자산의 확인

c. 디지털 자산의 전송 및 관리

d. 서비스를 통해 보여지는 토큰의 등록 및 삭제

e. 서비스 및 "DApp"의 각종 트랜잭션 요청에 대한 승인 및 서명

f. 복구 문구 및 개인키의 가져오기, 복구 문구의 내보내기

g. "메신저"를 통한 "회원" 간의 일대일 또는 일대다수의 채팅, "포럼"을 통한 "회원"의 콘텐츠 게시

h. 제3자가 제공하는 토큰 스왑의 견적 비교

i. 기타 회사가 추가 개발하거나 다른 회사와의 제휴계약 등을 통해 회원에게 제공하는 일체의 서비스

서비스는 연중무휴, 1일 24시간 제공함을 원칙으로 합니다.

회사는 컴퓨터 등 정보통신설비의 보수점검, 교체 및 고장, 통신두절 또는 운영상 상당한 이유가 있는 경우 서비스의 제공을 일시적으로 중단할 수 있습니다. 이 경우 회사는 합리적 방법으로 회원에게 통지합니다. 다만, 회사가 사전에 통지할 수 없는 부득이한 사유가 있는 경우 사후에 통지할 수 있습니다.

회사는 서비스의 제공에 필요한 경우 정기점검을 실시할 수 있으며, 정기점검 시간은 서비스 제공 화면에 공지한 바에 따릅니다. 또한, 정기점검 시 서비스 이용에 일부 또는 전체에 대하여 제한이 발생할 수 있으며, 회사의 고의 또는 과실이 아닌 한 그로 인해 발생한 손해에 대해서는 책임을 지지 않습니다.

서비스와 연계된 제3자의 서비스 등의 장애 또는 점검 등의 사유로 서비스 내 일부 기능에 제한이 발생하는 문제에 대해서는 회사의 고의, 과실이 없는 한 어떠한 책임을 지지 않습니다. 이 경우, 회원에게 해당 사실을 공지 또는 통지합니다.

서비스를 통해 회원이 보유한 토큰에 대한 현재 시세 정보(CoinMarketcap 기준)가 제공되며, 시세 정보는 일정시간 마다 업데이트됩니다. 회사는 CoinMarketcap 의 시세 기준을 사용할 수 없는 경우 기타 다른 거래소 시세를 기준으로 삼을 수 있습니다. 다만, 현재 시세 정보는 접속 시점 및 네트워크 상황에 따라 오차가 발생할 수 있으며, 시세 정보에 의존하여 발생할 수 있는 일에 대해서 회사는 어떠한 책임도 지지 않습니다.

회원은 토큰 전송, NFT 전송, 토큰 스왑 및 기타 컨트랙트 실행 시 수수료를 부담할 수 있습니다.

제 15 조 (토큰 스왑)
토큰 스왑은 제3자가 제공하는 토큰 스왑 서비스입니다. 회사는 이에 일절 관여하지 않으며, 해당 서비스에 대한 모든 책임과 의무는 스왑 서비스를 제공하는 서비스 제공자에게 있습니다.

제3자가 제공하는 토큰 스왑 이용 시, 가상자산의 시세 등락에 따라 가치평가의 손실이 발생할 수 있습니다. 회원은 이러한 사실을 인지하여 해당 서비스를 이용하여야 합니다.

회사는 회원이 조회한 시점에 다수의 토큰 스왑 서비스 제공자가 제시하는 스왑 견적을 회원에게 제공하나, 이는 토큰 스왑에 대한 권유, 조언 또는 회사의 의견이 아닙니다. 또한, 스왑 견적을 받고 나서 일정시간이 경과하면 견적과 다르게 스왑이 진행될 수 있으며, 토큰 스왑 이용에 관한 모든 결정과 이로 인한 책임 등은 오로지 회원 본인에게 귀속됩니다.

회원은 토큰 스왑으로 인해 네트워크 수수료 및 서비스 사용 수수료를 부담할 수 있습니다.

제 16 조 ("서비스"의 변경 및 중단)
회사는 상당한 이유가 있는 경우에 운영상, 기술상의 필요에 따라 제공하고 있는 전부 또는 일부 서비스를 변경할 수 있습니다.

서비스의 내용, 이용방법, 이용시간에 대하여 변경이 있는 경우에는 회사는 변경사유, 변경될 서비스의 내용 및 제공일자 등을 그 변경 전에 서비스가 배포되는 각 앱스토어에 게시 등 합리적인 방식으로 공지합니다. 단, 회사가 사전에 고지할 수 없는 부득이한 사유가 있는 경우에는 사후에 공지할 수 있으나 가능한 한 신속히 회원에게 공지합니다.

회사는 무료로 제공되는 서비스의 일부 또는 전부를 회사의 정책 및 운영의 필요상 수정, 중단, 변경할 수 있으며, 이에 대하여 관련법에 특별한 규정이 있거나 회사의 고의 또는 과실로 인해 회원의 지갑/지갑 주소가 분실 또는 삭제되는 경우 회사는 회원에게 합당한 보상을 할 수 있습니다. 그외 회사의 귀책사유가 없는 경우에는 회원에게 별도의 보상을 하지 않습니다.

제 17 조 (계약해지 및 재가입)
회원은 landmine wallet 앱의 "회원 탈퇴" 신청을 통해 회사에 해지의사를 통지함으로써 이용계약을 해지할 수 있으며, 이용계약은 회원의 해지의사가 회사에 도달한 때에 종료됩니다. 다만 이 경우에도 복구 문자 및 개인키는 소멸되지 않습니다.

회사는 다음과 같은 사유가 있는 경우 7일 이내 시정기간을 정하여 시정할 것을 최고하고, 그 기간이 지나도 시정되지 않을 경우 즉시 계약을 해지할 수 있습니다. 단, 아래 b, c호의 경우 별도의 시정조치나 최고 없이 즉시 이용계약을 해지할 수 있습니다.

a. 회원이 본 약관에 위배되는 행위를 한 경우

b. 불법프로그램의 제공 및 서비스 운영 방해, 불법통신 및 해킹, 악성프로그램의 배포, 접속권한 초과행위 등과 같이 관련 법령에 위배되는 행위를 한 경우

c. 회사가 제공하는 서비스의 원활한 진행을 방해하는 행위를 하거나 그러한 행위를 시도한 경우 및 회원의 신원이 허위로 회사에 제공된 경우

d. 기타 회사가 합리적인 판단에 기하여 서비스의 제공을 거부할 필요가 있다고 인정하는 경우

본 조에 따른 이용계약 해지 시 회원이 서비스 이용을 통해 획득한 모든 혜택이 소멸되며, 회사는 이에 대해 별도로 보상하지 않습니다.

이용계약 해지가 완료되는 경우 관련 법령 및 개인정보처리방침에 따라 회사가 법령에 따라 보유하여야 하는 정보를 제외한 회원의 모든 정보가 삭제됩니다.

전항에도 불구하고 제2항에 따라 회사가 이용계약을 해지하는 경우 회사는 회원의 이의신청 접수 및 처리 등을 위하여 일정 기간 동안 회원의 정보를 보관할 수 있습니다.

회사는 복구 문자를 별도 보관, 관리 또는 저장하지 않습니다. 따라서 회원은 서비스 제거 전 복구 문자를 백업 및 관리에 유의해 주시기 바랍니다.

회원은 제1항에 따라 "회원 탈퇴" 신청을 통해 이용계약의 해지가 완료된 경우에 이용계약의 해지일로부터 30일간 재가입이 금지됩니다.

회원은 서비스에 재가입할 수 있으며, 재가입은 1일 1회로 제한됩니다

제 18 조 (책임제한)
회사는 천재지변 또는 이에 준하는 불가항력으로 인하여 서비스를 제공할 수 없는 경우에는 서비스제공에 관한 책임이 면제됩니다.

회사는 회원의 귀책사유로 인한 서비스이용의 장애에 대하여는 회사의 고의 또는 과실이 없는 한, 책임을 지지 않습니다.

회사는 회원이 서비스와 관련하여 게재한 정보, 자료, 사실의 신뢰도, 정확성 등의 내용에 관하여는 책임을 지지 않습니다.

회사는 회원 간 또는 회원과 제3자 상호간에 서비스를 매개로 하여 거래 등을 한 경우에는 책임이 면제됩니다.

회사는 무료로 제공되는 서비스 이용과 관련하여 관련법에 특별한 규정이 없거나 회사의 고의 및 과실이 없는 한 책임을 지지 않습니다.

회사는 landmine wallet를 통해 개인키를 통한 디지털 자산의 전송 기능을 제공하지만, 회원의 디지털 자산 자체에 대한 관리 의무를 부담하지 않습니다. 개인키의 보관 및 도난, 분실 방지를 포함하여 디지털 자산에 대한 모든 책임은 회원에게 있으며, 회사의 귀책 사유가 없는 경우에는 어떠한 책임도 지지 않습니다.

회원이 제3자 서비스에서 제공하는 웹 페이지 및 앱의 주소 또는 지갑 주소의 정확성에 대한 책임은 회원에게 있으며, 회사는 회원이 잘못 기재한 웹 페이지 및 앱의 주소 또는 지갑 주소로 서명 및 전송에 대해서는 책임을 지지 않습니다.

회사는 DApp, 스왑 등과 같이 제휴사 또는 제3자와 회원간에 제공되는 서비스에 대하여 책임을 지지 않습니다.

제 19 조 (손해배상)
회사는 법령상 허용되는 한도 내에서 서비스와 관련하여 본 약관에 명시되지 않은 어떠한 구체적인 사항에 대하여 약정이나 보증을 하지 않습니다. 또한, 회사는 회사가 발행하지 아니한 디지털 자산의 가치를 보증하지 않습니다. 또한 회원이 서비스에 게재한 정보, 자료, 사실의 신뢰도, 정확성 등에 대해서는 보증을 하지 않으며 이로 인해 발생한 회원의 손해에 대하여 회사의 고의나 과실이 있지 않는 한 책임을 지지 않습니다.

회사의 책임 있는 사유로 인하여 회원에게 손해가 발생한 경우 회사의 손해배상 범위는 민법에서 정하고 있는 통상손해를 포함하고 기타 간접, 부수, 특별 손해에 대해서는 어떠한 경우에도 책임을 지지 않습니다.

제2항에도 불구하고 다음 각 호의 어느 하나에 해당하는 경우에는 회원이 그 책임의 전부 또는 일부를 부담할 수 있습니다.

a. 회원이 손해 발생의 원인 또는 손해 발생 사실을 알았음에도 불구하고 회사에 통지하지 않은 경우

b. 회원이 고의 또는 과실로 제3자에게 지갑 관련 계정 및 거래 정보를 유출하거나 지갑을 사용하게 한 경우

c. 그 외에 손해 발생에 있어서 회원의 고의나 과실이 있는 경우

회사의 고의나 과실이 있지 않는 한 회사는 회사의 책임 없는 사유로 인하여 회원에게 발생한 손해에 대하여는 배상책임이 없습니다.

회원이 회사에게 제공한 정보가 사실과 다를 경우, 회사는 언제든지 서비스의 제공을 중단하고 본 약관에 의해 계약 전체 또는 일부를 해지할 수 있으며, 이로 인하여 회사에게 손해가 발생한 경우, 회원에게 그 손해의 배상을 청구할 수 있습니다.

회원이 회사의 시스템 운영을 방해하는 등 고의 또는 과실로 법령, 본 약관, 공서양속에 위배하는 행위 등을 통하여 회사에 손해를 발생시킨 경우에는 회사에 발생한 손해를 모두 배상해야 합니다.

회원이 회사에게 손해배상을 청구할 경우 회사는 회원과 합의하여 회원의 지갑으로 디지털 자산을 지급하는 방법으로 회원의 손해를 배상할 수 있습니다.

회사는 개인키를 별도 보관, 관리 또는 저장하지 않습니다. 회사는 회원의 개인키 관리에 대한 책임이 없으며 개인키의 보관, 관리 및 저장에 관한 책임은 전적으로 회원에게 있습니다. 회원은 서비스 삭제 전 반드시 개인키를 백업해야 하며 회원이 백업하지 않고 서비스를 삭제하여 발생하는 모든 손해에 대해서는 회사의 고의 또는 과실이 없는 한 배상책임이 없습니다.

제 20 조 (지식재산권)
회사의 서비스 관련 모든 지식재산권은 회사의 소유이며 회원은 서비스 범위 내에서 본 약관 등으로 회사가 정한 방법에 따라 서비스를 이용할 권리를 가지며 어떠한 경우에도 회사의 지식재산권의 변경, 등록, 취소, 침해 등을 할 권리가 없습니다.

제 21 조 (준거법 및 재판관할)
회사와 회원 간 제기된 소송은 대한민국법을 준거법으로 합니다.

회사와 회원간 발생한 분쟁에 관한 소송은 대한민국 서울중앙지방법원을 관할법원으로 합니다.

부칙
이 약관은 2023년 7월 04일부터 적용됩니다.</div>
			</div>
		</div>
    </div>
	<jsp:include page="../frame/page/footer.jsp"></jsp:include>
	<jsp:include page="../frame/js.jsp"></jsp:include>
</body>
<script>
$(".lang_wawrp").hover(function() {
	$(this).children(".lang_box").toggleClass("on")
});
</script>
</html>